{
  "about": {
    "categories": {
      "bunnyForerunner": "Vorläufer Hase",
      "designers": "Designer",
      "developpers": "Entwickler",
      "earlySupporters": "Frühe Unterstützer",
      "hareExplorer": "Hare Entdecker",
      "helpers": "Helfer",
      "professors": "Professoren",
      "rabbitholeDigger": "Kaninchenbau Entdecker"
    },
    "headerLink": "Werde ein Community-Sponsor",
    "manifesto": "Wir glauben an die dezentralisierte Zukunft, die Bitcoin uns bietet.\n\nUnsere Mission ist es, in einem Jahrzehnt eine Milliarde Menschen an Bitcoin zu bringen. Unsere Werkzeuge: Bildung und Information. \n\nWir unterstützen lokale Gemeinschaften von Bitcoinern, indem wir Open-Source Bildungsinhalte bereitstellen und ein Netzwerk von Bitcoin-Mentoren anbieten.\n\nUnsere Philosophie wird durch das Cypherpunk Manifest inspiriert. Genau wie sie für den Schutz der Privatsphäre kämpfen, verteidigen wir die Bildung. Wir glauben, dass Wissen das Fundament von Freiheit und Veränderung ist.\n\nWir sind Bitcoin-only. \n\nWir stehen zur individuellen Verantwortung und zur Unabhängigkeit bei, die durch den Besitz eigener Schlüssel geboten wird. \n\nWir bitten um Verifizierung und nicht um blindes Vertrauen. \n\nWir glauben, dass wir durch das reparieren des Geldes die Welt reparieren können.\n\nWir sind dezentral und Open-Source und vermeiden somit jeden einzelnen Punkt des Scheiterns. \n\nWir ermutigen die freie Verbreitung unserer Inhalte. \n\nWir streben eine Welt an, die von unten nach oben operiert, in der der Mensch im Zentrum steht.\n\nSchließe dich an unsere Mission an, die Orange-Pille in die Welt zu verteilen.\n",
    "pageSubtitle": "Die Sovereign University bietet allen eine kostenlose Bitcoin-Ausbildung an.",
    "thanks1": "Ein besonderes Dankeschön an unsere frühen Unterstützer, die uns über die Jahre hinweg geholfen haben, weiterzumachen.",
    "thanks2": "Die Sovereign University ist eine Gemeinschaftsprojekt. Sie ist dank zahlreicher Mitwirkende wie Professoren, Entwicklern, Designern und Helfern vieler Arten möglich. Herzlichen Dank an alle von ihnen."
  },
  "auth": {
    "accountCreated": "Ihr Konto wurde angelegt, {{userName}}!",
    "alreadyHaveAccount": "Haben Sie schon ein Konto ?",
    "canSaveProgress": "Du kannst jetzt deinen Fortschritt in der Bitcoin-Akademie speichern",
    "connect": "Einloggen",
    "connectWithLn": "Mit LN verbinden",
    "contributorId": "Mitverfasser Id",
    "createAccount": "Konto erstellen",
    "createOne": "Erstellen Sie eins !",
    "emailAddress": "Email Adresse",
    "errors": {
      "usernameRegex": "Der Benutzername darf nur Buchstaben, Ziffern, _, und - enthalten",
      "usernameRequired": "Benutzername erforderlich",
      "usernameTooShort": "Der Benutzername muss mindestens 5 Zeichen enthalten"
    },
    "forgottenPassword": "Passwort vergessen ?",
    "getConnected": "Loggen Sie sich ein!",
    "headerAccountCreated": "Konto erstellt",
    "lnurlAuthDescription": "Scanne diesen QR-Code mit deiner Lightning Wallet, um dich anzumelden!",
    "noAccountNeeded": "Es ist kein Konto notwendig um bei der Bitcoin Akademie zu starten !",
    "noAccountYet": "Haben Sie noch kein Konto?",
    "passwordReinit": "Passwort Reinitialisierung",
    "passwordRequired": "Passwort ist erforderlich",
    "passwordsDontMatch": "Passwörter stimmen nicht überein",
    "sendLink": "Link versenden",
    "signIn": "Einloggen"
  },
  "bet": {
    "contribute": "Dieses Toolkit ist offen für einen Beitrag. Es verwendet Figma, so dass jeder etwas hinzufügen, verändern und übersetzen kann. Um zusammenzuarbeiten, erstelle eine Kategorie oder starte eine Unterhaltung. Zögere nicht und komme in unseren Discord.",
    "educationalContent": {
      "description": "Dieser Inhalt soll für pädagogische Zwecke zur Verfügung stehen.",
      "title": "Lehrinhalte"
    },
    "hereForYou": "Das BET ist für dich da!",
    "pageDescription": "Die Sovereign University unterstützt Bitcoin Pädagogen und lokale Communitys auf der ganzen Welt, um bei der Bitcoin Adoption zu helfen. Ziel ist es, eine große Datenbank zusammenzustellen und zugänglich machen. Sowohl mit Bildungsinhalten (von uns und von anderen erstellt) als auch mit visuellen Daten.",
    "pageSubtitle": "Das BET - Ein Bitcoin-Open-Source-Toolkit für alle Bildungsprojekte",
    "pageTitle": "Bitcoin Educational Toolkit",
    "visualContent": {
      "description": "Dieser Inhalt sind Rohdaten für deine Projekte.",
      "title": "Visueller Inhalt"
    }
  },
  "book": {
    "abstract": "Abstrakt",
    "bookSummary": {
      "modifyTooltip": "Schreiben oder ändern",
      "noSummary": "Es wurde noch keine Zusammenfassung erstellt. Wenn du das Buch gelesen hast und eine Zusammenfassung teilen möchtest, schreibe eine auf Github . Es würde der Gemeinschaft sehr helfen, die Universität verbessern und du könntest sogar ein paar sats dafür bekommen!",
      "notice": "diese Inhaltsübersicht ist mit github verknüpft, für jede Änderung oder Ergänzung",
      "title": "Die Buchübersicht"
    },
    "buttonBuy": "Kaufen",
    "buttonPdf": "PDF / E-Book",
    "offeredBy": "Von einem großzügigen Mitwirkenden angeboten",
    "pageSubtitle": "Diese Bibliothek ist Open-Source & offen für Änderungen. Danke fürs bewerten und teilen !",
    "pageTitle": "Die Bibliothek",
    "topicsAddressed": "Aufgegriffene Themen: "
  },
  "builders": {
    "pageSubtitle": "Dieses Portal ist Open Source & offen für Ergänzungen. Vielen Dank fürs bewerten und teilen!",
    "pageTitle": "Das Builder Portal"
  },
  "courses": {
    "categories": {
      "btc": "Bitcoin",
      "crypto": "Kryptographie",
      "econ": "Österreichische Ökonomie ",
      "fin": "Finanzen",
      "ln": "Lightning Network",
      "min": "Mining",
      "secu": "Sicherheit & Privatsphäre"
    },
    "chapter": {
      "finishCourse": "Kurs beenden",
      "next": "Fertig, gehen wir zum nächsten Kapitel!",
      "thanksTip": "Danke sagen ? Tipp."
    },
    "details": {
      "courseId": "Kurs-ID: {{courseId}}",
      "curriculum": "Lehrplan",
      "description": "Beschreibung",
      "duration": "Dauer: {{hours}} Stunden",
      "goal": "ZIEL: ",
      "level": "Stufe: $t(words.level.{{level}})",
      "mobile": {
        "chapters": "{{chapters}} Kapitel",
        "hours": "{{hours}} Stunden"
      },
      "numberOfChapters": "Anzahl der Kapitel: {{number}}",
      "objectives": "Ziele",
      "objectivesTitle": "Was werden Sie mit diesem Kurs lernen?",
      "professor": "Professor",
      "startCourse": "Kurs beginnen",
      "taughtBy": "Dieser Kurs wird unterrichtet von :",
      "teachers": "Lehrer: {{teachers}}"
    },
    "explorer": {
      "footerTitle": "Unsere Professoren sind für Sie da!",
      "footerp1": "An der Sovereign University verfügen unsere Professoren über vollständige Autonomie hinsichtlich ihres Inhalts und der Werkzeuge, die Sie erforschen möchten, solange sie unseren Ethikkodex befolgen. Sie sind leidenschaftliche Bitcoiner aus verschiedenen Hintergründen.",
      "footerp2": "Wenn du einen Kurs verbessern oder einen eigenen Kurs anbieten möchtest, kannst du dies einfach über GitHub tun. Um einen Professor zu unterstützen, kannst du entweder seinen Kurs bewerten, den Professor direkt tippen oder ein Universitätsmitglied werden, um die Plattform zu unterstützen.",
      "moreToCome": ".... und mehr am kommen!",
      "pageDescription": "Hier finden Sie eine große Anzahl von Kursen rund um Bitcoin, mit einer Vielzahl von Themen. Dieser Kontent ist wie Bitcoin und wächst organisch weiter. Alle Inhalte sind kostenlos, Open-Source und für jedermann zugänglich. Der Kursindex ist in Kreisen organisiert, um sich an den Lernweg eines jeden anzupassen.",
      "pageSubtitle": "Willkommen am Tor der E-Learning-Plattform.",
      "pageTitle": "Kurse",
      "s2p1": "Wenn du angefangen hast, den Bitcoin Kaninchenbau zu erkunden, musst du wissen, dass es eine endlose Reise mit vielen Gängen ist. Hier an der Universität verstehen wir dies und gestalten unsere Bildungsinhalte als nicht-linear, autonom und so umfangreich, wie es sein kann.",
      "s2p2": "Du wirst in der Lage sein, deinen eigenen Weg zu wählen und ihn zu beschreiten, indem du Fähigkeiten und Wissen gewonnst, soweit deine Motivation geht.",
      "s2p3": "Alle unsere Kurse sind 100% kostenlos, sodass du durch nichts gestoppt werden kannst.",
      "s2t1": "Bitcoin-Bildung ist eine Reise ohne Ziel",
      "s3PickLevel": "Level wählen:",
      "s3PickTopic": "Themen wählen:",
      "s3t1": "Alle Kurse sind nach deren Hauptthema benannt"
    },
    "footer": {
      "": ""
    },
    "freeBanner": "Alle unsere Kurse werden kostenlos angeboten. Die Universität basiert auf Mitgliedschaften durch Spenden und Teilen.",
    "part": {
      "count": "Teilenummer {{count}}/{{total}}"
    },
    "preview": {
      "by": "von {{professor}}",
      "letsgo": "Los geht's"
    },
    "quizz": {
      "clickOnPie": "Klicke auf das Tortendiagramm, überprüfe deine Fehler und sehe dir die Lösung an",
      "quizz": "Quizz",
      "quizzResults": "Quizz-Ergebnisse",
      "quizzReview": "Quizz Review",
      "resultCongrats": "Herzlichen Glückwunsch, du hast gut gearbeitet!",
      "resultItsOk": "Nicht aufgeben, du wirst es beim nächsten Mal besser machen!",
      "resultNotBad": "Nicht zu schlecht!",
      "resultPerfect": "Absolut richtig! Herzlichen Glückwunsch !"
    },
    "unreleased": {
      "colcardAndSparrow": "Coldcard und Sparrow",
      "financeIntroduction": "Einführung in Finanzen",
      "financialCrisis": "Analyse der Finanzkrisen",
      "hyperinflation": "Analyse der Hyperinflation",
      "theoreticalLightning": "Theoretischer Kurs über das Lightning Netzwerk für Fortgeschrittene"
    }
  },
  "home": {
    "header": {
      "content1": "Die PlanB-Plattform zielt darauf ab, die besten Werkzeuge und Bildungsinhalte auf der ganzen Welt bereitzustellen, um den Menschen zu helfen, ihre Souveränität wiederzuerlangen.",
      "content2": "Von Einzelpersonen bis zu Communities sind wir hier, um dir auf deiner Bitcoin-Reise zu helfen.",
      "forEducators": "Für Educators und Schaffer",
      "globalNetwork": "Globales Bitcoin-Netzwerk",
      "link": "Werde Teil des Netzwerks"
    },
    "section1": {
      "allLevels": "Vom Anfänger bis zum Fortgeschrittenen lernt Bitcoin in der Akademie",
      "content1": "Bitcoin ist nicht nur eine Technologie und eine Form des Geldes, sondern auch eine revolutionäre Lebenseinstellung. Um dies wiederzugeben, erstrecken sich unsere Kurse auf eine breite Palette von Fachgebieten, die es jedem Einzelnen ermöglichen, sich in seinen Interessen weiterzubilden.",
      "content2": " Von deinem ersten Bitcoin-Kurs bis hin zu ein tiefes Eintauchen in die Details des Protokolls, unsere Kurse werden dir helfen, den Kaninchenbau sicher zu erforschen.",
      "content3": "Es gibt keinen Grund zu zögern. Wissen wartet auf dich.",
      "content4": "Hier findest du Kurse zu verschiedenen Themen wie:",
      "interested": "Du bist an Bitcoin interessiert ?",
      "link": "Schau dir die Academy an"
    },
    "section2": {
      "content1": "Bei PlanB glauben wir, dass Bitcoin eine internationale Revolution ist, die alle angeht. Um Milliarden von Menschen damit stärken zu können, schaffen wir diese Plattform mehrsprachig und für alle zugänglich.",
      "content2": "Die Plattform unterstützt derzeit 7 Sprachen, und jeden Monat werden weitere hinzugefügt. Um dies zu erreichen, verwenden wir einen Mix aus AI und die Leidenschaft von Bitcoinern aus der ganzen Welt.",
      "content3": "Auch du kannst anfangen, dein eigenes lokales Netzwerk in deinem Land zu starten!",
      "everythingTranslated": "Alles ist in lokaler Sprache übersetzt",
      "link": "Hilf uns, die Akademie zu übersetzen ",
      "noBarrier": "Keine Sprachbarriere hier."
    },
    "section3": {
      "aboutUs": "Etwas über uns",
      "bitcoinFocusContent": "Wir konzentrieren uns auf die Bitcoin-Revolution als Ganzes, von dem Base-Layer bis hin zu verschiedenen Peer-to-Peer-Kommunikation um das Netzwerk herum",
      "bitcoinFocusTitle": "Bitcoin-Fokus",
      "bitcoinFocusTitleMobile": "Bitcoin fokussiert",
      "communityContent": "Wir sind in erster Linie eine Gemeinschaft von Enthusiasten, die einander auf deren Bitcoin-Reise helfen",
      "communityTitle": "Community",
      "communityTitleMobile": "Community fokussiert",
      "content1": "Neben den Kursen, helfen dir unsere umfangreichen Tutorials bei der Beherrschung verschiedener Technologien wie Wallets, Börsen/Brokern, Nodes, Mining und Privacy-Lösungen. Und weil das noch nicht genug ist, stehen eine große Menge an Ressourcen bereit wie Bücher, Podcasts oder Videos (klassifiziert und sortiert) die auf der Plattform zur Verfügung gestellt werden.",
      "content2": "Unser Ziel ist es, dir die Werkzeuge zum Erfolg zu liefern.",
      "content3": "Das PlanB-Netzwerk ist eine Initiative zur weltweiten Unterstützung der Bitcoin-Bildung. Es ist das zusammenkommen verschiedener leidenschaftlicher Bitcoin-Unternehmen, die sich auf Bildung, Open-Source-Software, Peer-to-Peer-Netzwerke und das Gefühl von Communitys konzentrieren. Gemeinsam haben sie beschlossen, das PlanB-Netzwerk zu bauen und dem Bitcoin-Ökosystem die richtigen Werkzeuge für das Wachstum zu bieten.",
      "helpingCommunities": "Bitcoin-Communitys wachsen zu helfen, ist unsere Mission ",
      "letsHelpYou": "Lass uns dir helfen, die Technik zu beherrschen. Lese und höre über Bitcoin!",
      "openSourceContent": "Unser Ziel ist es, den freien Wissensfluss zu fördern und beim Aufbau von mehr Open-Source-Lösungen zu helfen",
      "openSourceTitle": "Open-Source",
      "privacyContent": "We consider privacy to be one of the most fundamental human rights and essential for progress",
      "privacyTitle": "Privacy",
      "privacyTitleMobile": "Privacy focused",
      "seeResources": "See all resources",
      "seeResourcesMobile": "Get a look at all our resources",
      "seeTutorials": "See all tutorials",
      "seeTutorialsMobile": "Get a look at all our tutorials"
    },
    "section4": {
      "content1": "The PlanB Network is proud to team up with many bitcoin companies around the world in order to provide the best educational resources possible ! ",
      "planB": "The PlanB Network is 100% open-source thanks to our generous patreon",
      "together": "Together let's make Bitcoin education better! "
    }
  },
  "imagesAlt": {
    "bitcoinCurrency": "das Zeichen der Bitcoin-Währung",
    "blueEllipse": "eine blaue Ellipse",
    "bookCover": "ein Buchcover",
    "community": "3 Personen",
    "contributorHeart": "ein Herz für netten Mitwirkenden",
    "contributorPP": "mitwirkendes Profilbild",
    "courseThumbnail": "Kurs-Vorschaubild",
    "curriculum": "Lehrplan",
    "decouvreBitcoinLogo": "DecouvreBitcoin Logo",
    "favorite": "ein Herz in einem Kreis",
    "flagsInCircle": "a circle of flags",
    "forwardArrow": "ein Vorwärtspfeil",
    "github": "das Icon von github",
    "rabbit404": "a rabbit shining a flashlight on a 404 sign",
    "rabbitClassroom": "Kaninchen in einem Klassenzimmer",
    "rabbitLibrary": "ein Kaninchen, das ein Buch liest",
    "rabbitMeetup": "ein Kaninchen Begegnung",
    "rabbitPodcast": "ein Kaninchen, das einem Podcast zuhört",
    "rabbitStudying": "rabbit studiert in einem Workshop",
    "rabbitVideos": "ein Kaninchen, das ein Video filmt",
    "rabbitWithBackpackAndBtcSign": "ein Kaninchen mit Rucksack und einem btc-Zeichen",
    "readingRabbit": "Ein Kaninchen, das ein Buch liest",
    "sthRepresentingCompany": "etwas für das Unternehmen",
    "stylus": "a stylus",
    "underConstructionImage": "Abbildung mehrerer Kaninchen auf einer Baustelle",
    "visibilityOff": "das Augensymbol ohne Zeichen",
    "worldMap": "world map with hubs linked"
  },
  "library": {
    "pageSubtitle": "Diese Bibliothek ist Open-Source & offen für einen Beitrag. Danke für die Bewertung und Freigabe !",
    "pageTitle": "Die Bibliothek",
    "publishedIn": "Veröffentlicht in {{date}}",
    "writtenBy": "Geschrieben von {{author}}"
  },
  "menu": {
    "betDescription": "Collection of content that you can use for your educational projects",
    "btc101Description": "Erhalte ein besseres Verständnis von Bitcoin mit diesen Lektionen",
    "buildersDescription": "Erfahren Sie mehr über die Unternehmen und Projekte, die daran arbeiten, Bitcoin zu verbessern und seine Annahme zu steigern",
    "exchangesDescription": "Kaufen und verkaufen Sie Bitcoins an Börsen und erfahren Sie mehr über P2P",
    "libraryDescription": "Entdecke viele Bücher, um dein Wissen zu verbessern",
    "lightningDescription": "Verwalten Sie Ihren Blitzknoten und nutzen Sie das Blitznetzwerk",
    "manifestoDescription": "Read Plan B's manifesto",
    "merchantsDescription": "Akzeptieren Sie Bitcoin-Zahlungen und entdecken Sie Tools für Händler",
    "miningDescription": "Baue deine eigenen Bitcoins ab und lerne mehr über die Bergbauindustrie",
    "nodeDescription": "Erfahren Sie, wie Sie mit Ihrem eigenen Bitcoin-Knoten souverän sein können",
    "nodeNetworkDescription": "Join the global network of Bitcoin communities!",
    "ourStoryDescription": "Erfahren Sie mehr über die Geschichte der Universität",
    "podcastsDescription": "Erkunde das Bitcoin-Ökosystem durch Podcasts",
    "sponsorsDescription": "Entdecken Sie unsere Sponsoren und Hauptbeitragszahler",
    "supportUsDescription": "Finden Sie Wege, uns zu unterstützen, auf irgendeine Weise",
    "teachersDescription": "Lernen Sie unsere Universitätslehrer kennen, entschuldigen Sie Bitcoiner",
    "walletsDescription": "Sichern und verwenden Sie Ihre Bitcoins"
  },
  "nodeNetwork": {
    "answer1": "A node is simply a Bitcoin community that wants to move to the next step and accelerate its own local Bitcoin adoption! There is no minimum size to start with.",
    "answer2": "At Plan B, we aim to improve the educational Bitcoin ecosystem by providing the right tools to build and educate on Bitcoin. By becoming a node, your community will get access to a large range of resources, services, special educational training and more. Make your community count as a reference in the Bitcoin world.",
    "answer3": "To be part of the network you must align on some core values. These are: be bitcoin only, value privacy and care for the open source work.",
    "answer4": "A Bitcoin node can be of any size. Based on some requirements, different names will be attributed. A node with an hackerspace, a gym, some office place will be considered a ”Citadel” while your first bitcoin home town office will be known as “nodes”.",
    "answer5": "We wish to offer a safe heaven for bitcoiners around the world. We belive that by helping local hubs grow, we will be able to create a network of citadels where bitcoiners will be welcome to work, create, share and discuss safely.",
    "apply": "Apply",
    "description1": "All around the world, Bitcoiners are coming together in communities.",
    "description2": "<0>A new</0> <1>Bitcoin meetup</1> emerges every week.",
    "description3": "Educational centers, <0>hackerspaces</0>, and Bitcoin office spaces are on the rise.",
    "description4": "<0>Secure citadels</0> are under construction.",
    "description5": "The dedication of the Bitcoin community to collaborate, support one another, and offer essential tools for their local counterparts is essential to thrive in the modern landscape. ",
    "description6": "At PlanB, we recognize the challenges ahead for these communities builders. To support their efforts, we've introduced solutions to simplify their development process.",
    "descriptionTitle": "Every country needs a Plan B!",
    "join1": "By joining our network, we'll guide you in transitioning from a simple Bitcoin meetup to a fully secured Bitcoin citadel!",
    "join2": "<0>Community building</0> support",
    "join3": "Educational resources for <0> local seminars</0>",
    "join4": "Access to worldwide experts",
    "join5": "Connection to thousands of students",
    "join6": "You are not alone in trying to change the world. Let's pool our resources to succeed.",
    "join7": "Become part of the revolution!",
    "letsBuild": "Let's build Bitcoin Citadel around the world",
    "network1": "They are already part of the Network!",
    "pageSubtitle": "Our strength is our community. let's gather into a global bitcoin network.",
    "pageTitle": "Node Network",
    "partnerBTCMap": "Proud partner with BTC Map to integrate more than 250 communities into the map in 2023",
    "question1": "What is a Node?",
    "question2": "What do I gain?",
    "question3": "Was sind die Voraussetzungen?",
    "question4": "Welche Größe ist ein Knoten?",
    "question5": "What's the secret plan?",
    "stage": "Stage",
    "stage1": "Communities",
    "stage2": "Hub",
    "stage3": "Full Node",
    "stage4": "Full Citadel"
  },
  "notFound": {
    "here": "Hier",
    "pageSubtitle": "Anscheinend fiel jemand zu tief in das Kaninchenloch und ist verloren gegangen. Um an die Oberfläche zurückzukehren, klicke auf",
    "pageTitle": "Hoppla."
  },
  "podcast": {
    "abstract": "Abstrakt",
    "discover": "Entdecke diesen Podcast"
  },
  "podcasts": {
    "hostedBy": "Gehostet von {{host}}",
    "pageSubtitle": "Dieses Portal ist Open Source & offen für einen Beitrag. Vielen Dank für die Bewertung und das Teilen!",
    "pageTitle": "Das Podcast-Portal"
  },
  "professors": {
    "pageSubtitle": "All our professors are volunteers and passionate bitcoiners. you can tip to say thanks.",
    "pageTitle": "Professors",
    "tips": {
      "noTipsYet": "This professor does not accept tips at the moment.",
      "thanks": "Thanks for supporting {{name}}'s work !",
      "thanksNoName": "Thanks for supporting my work !"
    }
  },
  "resources": {
    "articles": {
      "title": "Articles"
    },
    "bet": {
      "title": "Educational Toolkit"
    },
    "books": {
      "title": "Books"
    },
    "builders": {
      "title": "Builders"
    },
    "conferences": {
      "title": "Conferences"
    },
    "filterBarLabel": "Finden Sie die perfekten Ressourcen für Ihre Bedürfnisse:",
    "headerSignature": "Rogzy",
    "headerText": "Willkommen in der unendlichen Kaninchenloch von Bitcoin ! Diese Seiten werden von benevolel und leidenschaftlichen Bitcoin gepflegt und unterstützen dieses Open-Source-Projekt. Wenn Sie einen Fehler gemacht haben, wenden Sie sich bitte an unseren Finanzanhänger. Vielen Dank für Ihr Vertrauen in diese Universität und genießen Sie die Fahrt.",
    "newsletters": {
      "title": "Newsletters"
    },
    "pageDescription": "Trying to understand Bitcoin is like exploring a maze that keeps growing. To aid you in your journey, we've curated an extensive collection of resources addressing a myriad of topics.",
    "pageSubtitle": "Welcome into the infinite rabbit hole of Bitcoin!",
    "pageTitle": "Ressourcen",
    "podcasts": {
      "title": "Podcasts"
    },
    "publicGrade": "Öffentliche Klasse: {{grade}}/5"
  },
  "settings": {
    "changePassword": "Change password"
  },
  "tutorials": {
    "details": {
      "checkAuthor": "Check out the author's other contributions and support his work.",
      "enjoyed": "Enjoyed this tutorial?",
      "madeBy": "This tutorial has been made by",
      "source": "Original source : ",
      "tipTooltip": "Like it? Tip."
    },
    "exchange": {
      "centralized": {
        "description": "Centralized exchanges are usually regulated entities that act as intermediaries between the banking system and the bitcoin ecosystem. They allow you to buy and sell large amounts of bitcoin and withdraw it to your wallet or bank account. They usually require KYC, and therefore monitor your activity, reporting it to financial surveillance institutions to respect local laws."
      },
      "description": "Exchanges are one of the entry and exit doors between your traditional currency (euro, dollars) and the bitcoin world. Exchanges can be regulated and KYC (Know Your Customer) compliant, or peer-to-peer and anonymous. Each exchange will offer different features, fee structures, liquidity, and customer support. Each bitcoiner will use a different one based on their needs and convictions.",
      "peer-to-peer": {
        "description": "Peer-to-peer exchanges are marketplaces where individuals exchange bitcoin for other currencies between themselves. These exchanges could be regulated or not and usually don't ask for much information (if any) about you. They simply facilitate the relationship between users. Their fees could be higher than traditional exchanges and their liquidity a bit lower. It is the preferred option for bitcoiners trying to avoid KYC."
      },
      "shortDescription": "Bitcoin-Kauflösungen, KYC und Nicht-KYC",
      "title": "Umtausch"
    },
    "explorer": {
      "description": "All these tutorials have been written by passionate and dedicated bitcoiners, who wish to spread bitcoin education throughout the world. Don't forget to like, review, and tip them sats!",
      "didYouKnow": "Did you know?"
    },
    "headerSignature": "Rogzy",
    "headerText": "Willkommen in der unendlichen Kaninchenloch von Bitcoin ! Diese Seiten werden von benevolel und leidenschaftlichen Bitcoin gepflegt und unterstützen dieses Open-Source-Projekt. Wenn Sie einen Fehler gemacht haben, wenden Sie sich bitte an uns. Vielen Dank für Ihr Vertrauen in diese Universität und genießen Sie die Fahrt.",
    "merchant": {
      "description": "Ever wonder how to easily accept bitcoin for a business? Explore our various solutions to become an expert and easily set up a merchant solution for the shops around you. The Point of Sale solution varies based on the merchant's needs (physical or online), their volume, and the complexity of their operations. A generally good proxy is to simply start with a basic LN wallet, move to an easy, efficient solution (such as mobile PoS), and finally explore BTC Pay Server for advanced, complex, professional solutions.",
      "shortDescription": "Lösungen für Unternehmen, die Bitcoin akzeptieren",
      "title": "Händler"
    },
    "mining": {
      "description": "The mining industry is a complex topic full of rabbit holes within. Here, we will try to accompany you on your journey by using hardware and software. From modifying an S9 into a home heater to trying to win the lottery with a nerd miner.",
      "shortDescription": "Bitcoin Mining Lösungen",
      "title": "Bergbau"
    },
    "node": {
      "bitcoin": {
        "description": "A Bitcoin Core node is the ground zero of your Bitcoin sovereignty stack. It allows you to run the Bitcoin software and be part of the network. You will validate blocks and transactions, decide which rules you want to apply within the network, and stop using intermediaries to propagate your transactions. There are many ways to run a Bitcoin node, some more user-friendly than others."
      },
      "description": "Nodes are like your personal servers. In Bitcoin, it's the software that allows you to run the network, collect transactions, verify the rules, and be truly sovereign. Within our ecosystem, there exist various nodes, from Bitcoin Core, to Lightning implementations, RGB, or other more advanced privacy solutions.",
      "lightning-network": {
        "description": "A Lightning node allows you to take part in the Bitcoin layer 2 protocol called Lightning. You will be able to open channels, manage their liquidity, participate in the graph, and become non-custodial regarding your Lightning wallet.",
        "name": "Lightning Network"
      },
      "rgb": {
        "description": "RGB is a scalable & confidential smart contracts system for Bitcoin & lightning network. It is a programmability layer for Bitcoin, with concepts of private & mutual ownership, abstraction and separation of concerns and represent \"post-blockchain\"."
      },
      "shortDescription": "Lösungen für den Betrieb eines Bitcoin-Knotens und den Beitritt zum Netzwerk",
      "title": "Knoten"
    },
    "pageDescription": "Bitcoin is a wide industry, that becomes wider and wider everyday. To help you explore it, we’ve gathered a large number of tutorials that describe various solutions.",
    "pageSubtitle": "Welcome into the infinite rabbit hole of Bitcoin!",
    "pageTitle": "Anleitungen",
    "privacy": {
      "bitcoin": {
        "description": "Bitcoin is not private by default, it is intentionally designed to be pseudonymous, and every transaction is public and stored forever. In order to regain some confidentiality, we must use best user practices and specific tools integrated into our software. From avoiding address reuse to CoinJoin, through mixing your coins and connecting to your own node, we will help you on your journey towards privacy."
      },
      "description": "Privacy is a fundamental right. While we aspire to a world where privacy is the default, it is not the reality we live in. We will try to explain to you the best practices, assist you with tutorials, and set you on a more sovereign path regarding your data.",
      "general": {
        "description": "In the era of mass surveillance, regaining a certain level of privacy in your everyday life is essential. Given that each user will have a certain degree of paranoia and technological knowledge, it is perfectly normal to use certain tools and adapt them to your needs. Here, we will explore different protection solutions such as VPNs, Tor, Tails OS, PGP, encrypted messages, and much more."
      },
      "shortDescription": "Werkzeuge zur Sicherung und Wahrung der Privatsphäre",
      "title": "Privatsphäre"
    },
    "wallet": {
      "description": "A Bitcoin wallet is like your keychain. It allows you to spend and receive bitcoin. There are a lot of different types of wallets, all with different use cases, functions, costs, and user experiences. Each bitcoiner will use a different device based on their needs, level of exigence, and experience.",
      "desktop": {
        "description": "Desktop wallets are usually for more advanced users as they combine the use of hardware devices and the desktop wallet software. It's like having a new, more custom, and functionality-intensive interface for your hardware device to use. Such wallets offer multi-signature options, privacy features, inheritance integration mechanisms, and more."
      },
      "hardware": {
        "description": "Hardware wallets are usually used to store your long-term bitcoin savings. They are physical devices that aren't connected to the internet (often called \"cold wallets\") and are usually highly secure. Even though these devices are often open-source regarding their software, the hardware costs around 50 to 300 euros. Consider these devices like a bank account for larger amounts of savings that you would use once in a while."
      },
      "mobile": {
        "description": "Mobile wallets are usually used for daily spending. They integrate the Lightning Network for low-fee, instant transactions. They are usually connected to the internet (often called \"hot wallets\") and are therefore less secure than hardware wallets. They should be used only to store small amounts of bitcoin, consider them as your everyday wallet in your pocket."
      },
      "shortDescription": "Sicherheitslösungen und Nutzung Ihrer Bitcoins",
      "title": "Wallet"
    }
  },
  "underConstruction": {
    "github": "GitHub",
    "p1": "Ein Kaninchen hat ein Loch niedergeschlagen. Aufgrund dieses unerwarteten Abenteuers befindet sich diese Seite im Moment noch im Bau. Wir entschuldigen uns für jegliche Unannehmlichkeiten. Unser Team ist in vollem Gang, um diese Seite zu vervollständigen. Wenn Sie Interesse an einer Hand haben, zögern Sie bitte nicht unsere Seite zu besuchen",
    "p2": "und erwägen Sie, unserer Community beizutreten!",
    "pageTitle": "Hoppla."
  },
  "words": {
    "about": "Über",
    "about-us": "Über uns",
    "account": "Konto",
    "additionalCriteria": "Zusätzliche Kriterien",
    "advanced": "Erweitert",
    "article": "Artikel",
    "articles": "Artikel",
    "audioBook": "Audio-Buch",
    "back": "Zurück",
    "beginner": "Anfänger",
    "bitcoinWhitepaper": "Bitcoin Whitepaper",
    "book": "Buch",
    "books": "Bücher",
    "builders": "Baumeister",
    "certificate": "Certificate",
    "conference": "Konferenz",
    "conferences": "Konferenzen",
    "content": "Inhalt",
    "continue": "Continue",
    "course": "Kurs",
    "courses": "Kurse",
    "dashboard": "Dashboard",
    "details": "Details",
    "didYouKnow": "Did you know?",
    "documentaries": "Dokumentationen",
    "donations": "Spenden",
    "economy": "Economy",
    "email": "E-Mail",
    "exchanges": "Austausche",
    "followUs": "Folgen Sie uns",
    "helpUs": "Hilf uns",
    "home": "Zuhause",
    "intermediate": "Mittler",
    "interview": "Interview",
    "level": {
      "advanced": "Erweitert",
      "beginner": "Anfänger",
      "expert": "Experte",
      "intermediate": "Mittler"
    },
    "library": "Bibliothek",
    "lightning": "Blitz",
    "lnurlAuth": "LNURL Auth",
    "manifesto": "Manifesto",
    "merchandising": "Merchandising",
    "merchants": "Händler",
    "mining": "Bergbau",
    "more": "Mehr",
    "movieDocumentary": "Filmdokument",
    "newsletter": "Newsletter",
    "newsletters": "Newsletter",
    "node": "Knoten",
    "nodeNetwork": "Node Network",
    "or": "oder",
    "ourStory": "Unsere Geschichte",
    "podcast": "Podcast",
    "podcasts": "Podcasts",
    "professors": "Professors",
    "register": "Registrieren",
    "relatedResources": "Verwandte Ressourcen",
    "resources": "Ressourcen",
    "resume": "Resume",
    "review": "Überprüfen",
    "rogzy": "Rogzy",
    "signIn": "Sign In",
    "sponsorUs": "Sponsor uns",
    "sponsoringAndContributors": "Sponsoring & Mitwirkende",
    "supportUs": "Unterstütze uns",
    "teachers": "Lehrer",
    "termsAndConditions": "Nutzungsbedingungen",
    "toolkits": "Toolkits",
    "tutorial": "Tutorial",
    "tutorials": "Anleitungen",
    "update": "Update",
    "video": "Video",
    "videos": "Videos",
    "wallets": "Wallets"
  }
}
