{
  "about": {
    "categories": {
      "bunnyForerunner": "Conejo pionero",
      "designers": "Diseñadores",
      "developpers": "Desarrolladores",
      "earlySupporters": "Pioneros",
      "hareExplorer": "Explorador, liebre",
      "helpers": "Ayudantes",
      "professors": "Profesores",
      "rabbitholeDigger": "Excavador de agujero de conejo"
    },
    "headerLink": "Conviértete en un patrocinador comunitario",
    "manifesto": "Creemos en el futuro descentralizado que ofrece Bitcoin.\n\nNuestra misión es introducir Bitcoin a mil millones de personas en un plazo de una década. Nuestras herramientas son la educación y la información.\n\nApoyamos a las comunidades locales de Bitcoiners proporcionando contenido educativo de código abierto y ofreciendo una red de mentores de Bitcoin.\n\nNuestra filosofía está inspirada en el manifiesto cypherpunk. Así como ellos defendieron la privacidad, nosotros defendemos la educación. Creemos que el conocimiento es la base de la libertad y el cambio.\n\nSomos solo Bitcoin.\n\nAbogamos por la responsabilidad individual y la independencia que ofrece tener tus propias claves.\n\nInstamos a la verificación, no a la confianza ciega.\n\nCreemos que al arreglar el dinero, arreglamos el mundo.\n\nSomos descentralizados y de código abierto, evitando cualquier punto único de fallo.\n\nFomentamos la libre difusión de nuestro contenido.\n\nAspiramos a un mundo que funcione desde la base, donde el individuo esté en el centro.\n\nSimplificamos, educamos, compartimos.\n\nÚnete a nosotros en nuestra misión de hacer que el mundo tome la píldora naranja.\n",
    "pageSubtitle": "The Sovereign University ofrece educación gratuita sobre Bitcoin para todos.",
    "thanks1": "Un agradecimiento especial a nuestros primeros seguidores, quienes nos han ayudado a perseverar a lo largo de los años.",
    "thanks2": "The Sovereign University es un esfuerzo comunitario. Se ha hecho posible gracias a numerosos colaboradores que han asumido varios roles,  como profesores, desarrolladores, diseñadores y ayudantes de muchos tipos. Muchas gracias a todos."
  },
  "auth": {
    "accountCreated": "¡Tu cuenta ha sido creada, {{userName}}!",
    "alreadyHaveAccount": "¿Ya tienes una cuenta?",
    "canSaveProgress": "Ahora puedes guardar tu progresión en la Academia de Bitcoin",
    "connect": "Iniciar sesión",
    "connectWithLn": "Conectarse con LN",
    "contributorId": "Identificador del contribuyente",
    "createAccount": "Registrar",
    "createOne": "¡Regístrate aquí!",
    "emailAddress": "Dirección de correo electrónico",
    "errors": {
      "usernameRegex": "El nombre de usuario solo puede contener letras, dígitos, _, y -",
      "usernameRequired": "Nombre de usuario es requerido",
      "usernameTooShort": "El nombre de usuario debe tener al menos 5 caracteres"
    },
    "forgottenPassword": "¿Olvidó su contraseña?",
    "getConnected": "¡Conéctate!",
    "headerAccountCreated": "Cuenta creada",
    "lnurlAuthDescription": "¡Escanea este código QR con tu billetera Lightning para iniciar sesión!",
    "noAccountNeeded": "¡No hay necesidad de una cuenta para empezar a aprender en The Sovereign University!",
    "noAccountYet": "¿No tienes una cuenta?",
    "passwordReinit": "Restablecimiento de contraseña",
    "passwordRequired": "Contraseña requerida",
    "passwordsDontMatch": "Las contraseñas no coinciden",
    "sendLink": "Enviar un enlace",
    "signIn": "Iniciar sesión"
  },
  "bet": {
    "contribute": "Este kit de herramientas está abierto a la contribución. Utiliza Figma, así que cualquiera puede añadir, modificar y traducir. Para colaborar, agregar una categoría o discutir, no dude en unirse a nuestro discord.",
    "educationalContent": {
      "description": "Este contenido está destinado a estar listo para ser utilizado para eventos educativos y su uso.",
      "title": "Contenido educativo"
    },
    "hereForYou": "¡La BET está aquí para ti!",
    "pageDescription": "The Sovereign University apoya a educadores de bitcoin y comunidades locales de todo el mundo, para ayudar a difundir la adopción de bitcoin. Hacia ese objetivo, recopilamos y hacemos accesible una gran base de datos, de ambos contenidos educativos (creado por nosotros como por otros), asi como de datos visuales.",
    "pageSubtitle": "El BET - Un kit de herramientas de código abierto de Bitcoin para todos los proyectos educativos",
    "pageTitle": "Herramientas educativas de Bitcoin",
    "visualContent": {
      "description": "Este contenido es datos visuales sin formato, para ser usado para tus creaciones.",
      "title": "Contenido visual"
    }
  },
  "book": {
    "abstract": "Abstracto",
    "bookSummary": {
      "modifyTooltip": "Escribir o modificar",
      "noSummary": "Aún no se ha escrito ningún resumen. Si has leído el libro y quieres compartir un resumen, no dudes en escribir uno en GitHub. ¡Esto ayudaría mucho a la comunidad, mejoraría la universidad e incluso podrías conseguir algunos sats por él!",
      "notice": "este resumen está vinculado a github, para cualquier modificación o adición",
      "title": "El resumen del libro"
    },
    "buttonBuy": "Comprar",
    "buttonPdf": "PDF / E-book",
    "offeredBy": "Ofrecido por un colaborador generoso",
    "pageSubtitle": "Esta biblioteca es de código abierto y está abierta a la contribución. ¡Gracias por calificar y compartir!",
    "pageTitle": "La Biblioteca",
    "topicsAddressed": "Temas abordados: "
  },
  "builders": {
    "pageSubtitle": "Este portal es de código abierto y está abierto a la contribución. ¡Gracias por calificar y compartir!",
    "pageTitle": "El Portal del Constructor"
  },
  "courses": {
    "categories": {
      "btc": "Bitcoin",
      "crypto": "Criptografía",
      "econ": "Economía Austriaca",
      "fin": "Finanzas",
      "ln": "Lightning Network",
      "min": "Minería",
      "secu": "Seguridad y privacidad"
    },
    "chapter": {
      "finishCourse": "Terminar el curso",
      "next": "¡Listo, vamos al siguiente capítulo!",
      "thanksTip": "¿Quieres dar las gracias? Tip."
    },
    "details": {
      "courseId": "ID del curso: {{courseId}}",
      "curriculum": "Currículo",
      "description": "Descripción",
      "duration": "Duración: {{hours}} horas",
      "goal": "GOAL: ",
      "level": "Nivel: $t(words.level.{{level}})",
      "mobile": {
        "chapters": "{{chapters}} capítulos",
        "hours": "{{hours}} hora(s)"
      },
      "numberOfChapters": "Número de capítulos: {{number}}",
      "objectives": "Objetivos",
      "objectivesTitle": "Lo que aprenderás:",
      "professor": "Profesor",
      "startCourse": "Iniciar el curso",
      "taughtBy": "Este curso está siendo impartido por :",
      "teachers": "Profesores: {{teachers}}"
    },
    "explorer": {
      "footerTitle": "¡Nuestros profesores están aquí para ti!",
      "footerp1": "En The Sovereign University, nuestros profesores tienen completa autonomía sobre su contenido y las herramientas que desean que explores, siempre y cuando sigan el código de ética. Son bitcoiners apasionados de diversos orígenes.",
      "footerp2": "Si deseas mejorar un curso o proporcionar el tuyo propio, puedes hacerlo de manera sencilla a través de GitHub. Para apoyar a un profesor, puedes calificar el curso, dar propina al profesor directamente o convertirte en miembro de la universidad para respaldar la plataforma.",
      "moreToCome": ".... y más por venir !",
      "pageDescription": "Aquí podrás encontrar una gran cantidad de cursos relacionados con Bitcoin en su totalidad, con una amplia gama de temas. Este contenido educativo es orgánico, creciendo a medida que Bitcoin se desarrolla. Todo el contenido es gratuito, de código abierto y accesible para todos. El índice de cursos está organizado en círculos para adaptarse al camino de aprendizaje de cada persona.",
      "pageSubtitle": "Bienvenido a la puerta de la plataforma e-learning.",
      "pageTitle": "Cursos",
      "s2p1": "Si has comenzado a explorar el agujero de conejo de Bitcoin, debes saber que es un viaje interminable con muchos caminos. Aquí en la Universidad, lo entendemos y hemos diseñado nuestro contenido educativo para que sea no lineal, autónomo y lo más extenso posible.",
      "s2p2": "Podrás escoger tu propio camino y seguirlo, adquiriendo habilidades y conocimientos hasta donde tu motivación llega.",
      "s2p3": "¡Todos nuestros cursos son 100% gratuitos, así que nada puede detenerte!",
      "s2t1": "La educación en Bitcoin es un viaje no un destino",
      "s3PickLevel": "Elegir niveles :",
      "s3PickTopic": "Elegir temas :",
      "s3t1": "Construye tu propio camino a través del agujero del conejo"
    },
    "footer": {
      "": ""
    },
    "freeBanner": "Todos nuestros cursos se ofrecen gratis. La universidad se basa en la membresía a través de la donación y el compartir.",
    "part": {
      "count": "Parte {{count}}/{{total}}"
    },
    "preview": {
      "by": "por {{professor}}",
      "letsgo": "Vamos"
    },
    "quizz": {
      "clickOnPie": "Haz clic en el gráfico circular, para revisar tus errores y ver las explicaciones",
      "quizz": "Cuestionario",
      "quizzResults": "Quizz results",
      "quizzReview": "Quizz review",
      "resultCongrats": "Congratulations, you did well !",
      "resultItsOk": "Don't give up, you'll do better next time !",
      "resultNotBad": "Not too bad !",
      "resultPerfect": "Absolutely perfect ! Congrats !"
    },
    "unreleased": {
      "colcardAndSparrow": "Coldcard et Sparrow",
      "financeIntroduction": "Introduction à la finance",
      "financialCrisis": "Analyse des crises financières majeures",
      "hyperinflation": "Etude des hyperinflations",
      "theoreticalLightning": "Cours théorique avancé sur le Lightning Network"
    }
  },
  "home": {
    "header": {
      "content1": "The PlanB platform aims to provide the best tools and educational content around the world to help people regain their sovereignty.",
      "content2": "From individuals to communities, we are here to help you along your Bitcoin journey.",
      "forEducators": "For educators and builders",
      "globalNetwork": "Global Bitcoin Network",
      "link": "Be part of the network"
    },
    "section1": {
      "allLevels": "From beginner to advanced, learn Bitcoin in the academy",
      "content1": "Bitcoin is not only a technology and a form of money but also a revolutionary way to approach life. To echo this, our courses span a wide range of fields, empowering each individual to excel in their areas of interest and further their understanding.",
      "content2": " From your first Bitcoin course to a deep dive into the protocol's specifics, our courses will help you navigate the rabbit hole safely.",
      "content3": "There's no reason to hesitate. Knowledge awaits you.",
      "interested": "Interested in Bitcoin ?",
      "link": "Check the academy"
    },
    "section2": {
      "content1": "At PlanB, we believe Bitcoin is an international revolution that concerns everyone. To empower billions of people, we are designing this platform to be multilingual and accessible to all.",
      "content2": "The platform currently supports 7 languages, and more are being added every month. To achieve this, we use a mix of AI and the passion of Bitcoiners around the world.",
      "content3": "You too can start bootstrapping your own local network in your country!",
      "everythingTranslated": "Everything is translated to local languages",
      "link": "Help us translate the academy ",
      "noBarrier": "No language barrier here."
    },
    "section3": {
      "aboutUs": "A little bit about us",
      "bitcoinFocusContent": "We focus on the Bitcoin revolution as a whole, from its base layer to various peer-to-peer communications around it",
      "bitcoinFocusTitle": "Bitcoin focus",
      "bitcoinFocusTitleMobile": "Bitcoin focused",
      "communityContent": "We are first and foremost a community of enthusiasts helping each other on their Bitcoin journey",
      "communityTitle": "Community",
      "communityTitleMobile": "Community focused",
      "content1": "Además de los cursos, nuestra gran cantidad de tutoriales te ayudará a dominar diferentes tecnologías, como billeteras, soluciones para comerciantes, intercambios, nodos, minería y soluciones de privacidad... Y porque eso aún no es suficiente, una gran cantidad de recursos, como libros, podcasts o videos, están clasificados, ordenados y disponibles en la plataforma.",
      "content2": "Nuestro objetivo es proporcionarte las herramientas para que tengas éxito.",
      "content3": "La red PlanB es una iniciativa para apoyar la educación de Bitcoin en todo el mundo. Es el cruce de varias empresas apasionadas por Bitcoin centradas en la educación, el software de código abierto, las redes peer-to-peer y el sentido de comunidad. Juntos, han decidido construir la red PlanB y ofrecer al ecosistema de Bitcoin las herramientas adecuadas para crecer.",
      "helpingCommunities": "Ayudar a las comunidades de Bitcoin a crecer es nuestra misión ",
      "letsHelpYou": "¡Déjanos ayudarte a dominar la tecnología, leer y escuchar sobre Bitcoin!",
      "openSourceContent": "Nuestro objetivo es promover el libre flujo del conocimiento y ayudar a construir más soluciones de código abierto",
      "openSourceTitle": "Código abierto",
      "privacyContent": "Consideramos que la privacidad es uno de los derechos humanos más fundamentales y esencial para el progreso",
      "privacyTitle": "Privacidad",
      "privacyTitleMobile": "Centrado en la privacidad",
      "seeResources": "Ver todos los recursos",
      "seeResourcesMobile": "Echa un vistazo a todos nuestros recursos",
      "seeTutorials": "Ver todos los tutoriales",
      "seeTutorialsMobile": "Echa un vistazo a todos nuestros tutoriales"
    },
    "section4": {
      "content1": "¡La red PlanB se enorgullece de colaborar con numerosas empresas de Bitcoin en todo el mundo para proporcionar los mejores recursos educativos posibles! ",
      "planB": "La Red PlanB es 100% de código abierto gracias a nuestros generosos patrocinadores",
      "together": "¡Juntos vamos a mejorar la educación en Bitcoin! "
    }
  },
  "imagesAlt": {
    "bitcoinCurrency": "el signo de moneda bitcoin",
    "blueEllipse": "una elipse azul",
    "bookCover": "una portada de libro",
    "community": "3 personas",
    "contributorHeart": "un corazón por buen colaborador",
    "contributorPP": "foto de perfil del colaborador",
    "courseThumbnail": "Miniatura del curso",
    "curriculum": "Currículo",
    "decouvreBitcoinLogo": "DecouvreBitcoin Logo",
    "favorite": "un corazón dentro de un círculo",
    "flagsInCircle": "un círculo de banderas",
    "forwardArrow": "una flecha hacia adelante",
    "github": "el ícono de github",
    "rabbit404": "un conejo iluminando un letrero de error 404 con una linterna",
    "rabbitClassroom": "conejos dentro de un aula",
    "rabbitLibrary": "un conejo leyendo un libro",
    "rabbitMeetup": "una reunión de conejos",
    "rabbitPodcast": "un conejo escuchando un podcast",
    "rabbitStudying": "conejo estudiando en un taller",
    "rabbitVideos": "un conejo filmando un vídeo",
    "rabbitWithBackpackAndBtcSign": "un conejo con una mochila y un signo de btc",
    "readingRabbit": "Un conejo leyendo un libro",
    "sthRepresentingCompany": "algo que representa a la empresa",
    "stylus": "un lápiz digital",
    "underConstructionImage": "Ilustración de varios conejos trabajando en un sitio de construcción",
    "visibilityOff": "el ícono de los ojos sin el signo de apagado",
    "worldMap": "mapa del mundo con centros enlazados"
  },
  "library": {
    "pageSubtitle": "Esta biblioteca es de código abierto y está abierta a la contribución. ¡Gracias por calificar y compartir!",
    "pageTitle": "La Biblioteca",
    "publishedIn": "Publicado el {{date}}",
    "writtenBy": "Escrito por {{author}}"
  },
  "menu": {
    "betDescription": "Colección de contenidos que puedes utilizar para tus proyectos educativos",
    "btc101Description": "Consigue una mejor comprensión de bitcoin con estas lecciones",
    "buildersDescription": "Learn about the companies and projects that work at making bitcoin better and growing its adoption",
    "exchangesDescription": "Buy and sell bitcoins on exchanges and learn about P2P",
    "libraryDescription": "Discover plenty of books to improve your knowledge",
    "lightningDescription": "Manage your lightning node and use the lightning network",
    "manifestoDescription": "Read Plan B's manifesto",
    "merchantsDescription": "Accept bitcoin payments and discover tools for merchants",
    "miningDescription": "Mine your own bitcoins and learn about the mining industry",
    "nodeDescription": "Learn how to be self-sovereign with your own bitcoin node",
    "nodeNetworkDescription": "Join the global network of Bitcoin communities!",
    "ourStoryDescription": "Learn about the story of the university",
    "podcastsDescription": "Explore the bitcoin ecosystem through podcasts",
    "sponsorsDescription": "Discover our sponsors and main contributors",
    "supportUsDescription": "Find ways to support us, by any manner",
    "teachersDescription": "Get to know our university teachers, passionate bitcoiners",
    "walletsDescription": "Secure and use your bitcoins"
  },
  "nodeNetwork": {
    "answer1": "A node is simply a Bitcoin community that wants to move to the next step and accelerate its own local Bitcoin adoption! There is no minimum size to start with.",
    "answer2": "At Plan B, we aim to improve the educational Bitcoin ecosystem by providing the right tools to build and educate on Bitcoin. By becoming a node, your community will get access to a large range of resources, services, special educational training and more. Make your community count as a reference in the Bitcoin world.",
    "answer3": "To be part of the network you must align on some core values. These are: be bitcoin only, value privacy and care for the open source work.",
    "answer4": "A Bitcoin node can be of any size. Based on some requirements, different names will be attributed. A node with an hackerspace, a gym, some office place will be considered a ”Citadel” while your first bitcoin home town office will be known as “nodes”.",
    "answer5": "We wish to offer a safe heaven for bitcoiners around the world. We belive that by helping local hubs grow, we will be able to create a network of citadels where bitcoiners will be welcome to work, create, share and discuss safely.",
    "apply": "Apply",
    "description1": "All around the world, Bitcoiners are coming together in communities.",
    "description2": "<0>A new</0> <1>Bitcoin meetup</1> emerges every week.",
    "description3": "Educational centers, <0>hackerspaces</0>, and Bitcoin office spaces are on the rise.",
    "description4": "<0>Secure citadels</0> are under construction.",
    "description5": "The dedication of the Bitcoin community to collaborate, support one another, and offer essential tools for their local counterparts is essential to thrive in the modern landscape. ",
    "description6": "At PlanB, we recognize the challenges ahead for these communities builders. To support their efforts, we've introduced solutions to simplify their development process.",
    "descriptionTitle": "Every country needs a Plan B!",
    "join1": "By joining our network, we'll guide you in transitioning from a simple Bitcoin meetup to a fully secured Bitcoin citadel!",
    "join2": "<0>Community building</0> support",
    "join3": "Educational resources for <0> local seminars</0>",
    "join4": "Access to worldwide experts",
    "join5": "Connection to thousands of students",
    "join6": "You are not alone in trying to change the world. Let's pool our resources to succeed.",
    "join7": "Become part of the revolution!",
    "letsBuild": "Let's build Bitcoin Citadel around the world",
    "network1": "They are already part of the Network!",
    "pageSubtitle": "Our strength is our community. let's gather into a global bitcoin network.",
    "pageTitle": "Node Network",
    "partnerBTCMap": "Proud partner with BTC Map to integrate more than 250 communities into the map in 2023",
    "question1": "What is a Node?",
    "question2": "What do I gain?",
    "question3": "What are the requirements?",
    "question4": "What size is a Node?",
    "question5": "What's the secret plan?",
    "stage": "Stage",
    "stage1": "Communities",
    "stage2": "Hub",
    "stage3": "Full Node",
    "stage4": "Full Citadel"
  },
  "notFound": {
    "here": "Aquí",
    "pageSubtitle": "Parece que alguien cayó demasiado profundo en el agujero del conejo y se perdió. Para volver a la superficie, haga clic",
    "pageTitle": "Ups."
  },
  "podcast": {
    "abstract": "Abstracto",
    "discover": "Descubre este podcast"
  },
  "podcasts": {
    "hostedBy": "Alojado por {{host}}",
    "pageSubtitle": "Este portal es de código abierto y está abierto a la contribución. ¡Gracias por calificar y compartir!",
    "pageTitle": "El Portal del Podcast"
  },
  "professors": {
    "pageSubtitle": "Todos nuestros profesores son voluntarios y bitcoiners apasionados. Puedes dar las gracias.",
    "pageTitle": "Profesores",
    "tips": {
      "noTipsYet": "Este profesor no acepta propinas en este momento.",
      "thanks": "¡Gracias por apoyar el trabajo de {{name}}!",
      "thanksNoName": "¡Gracias por apoyar mi trabajo!"
    }
  },
  "resources": {
    "articles": {
      "title": "Artículos"
    },
    "bet": {
      "title": "Herramientas educativas de Bitcoin"
    },
    "books": {
      "title": "Libros"
    },
    "builders": {
      "title": "Constructores"
    },
    "conferences": {
      "title": "Conferencias"
    },
    "filterBarLabel": "Encuentra los recursos perfectos para tus necesidades:",
    "headerSignature": "Rogzy",
    "headerText": "¡Bienvenido al infinito agujero del conejo de Bitcoin! En esta sección, te ofreceremos tutoriales en profundidad sobre la mayoría de los proyectos de Bitcoin disponibles. Esta página es mantenida por voluntarios y apasionados de Bitcoin que apoyan este proyecto de código abierto. Si sientes que hemos cometido un error, por favor contáctanos. Para ver nuestros documentos financieros relacionados con el proyecto, consulta nuestro informe de transparencia. Gracias por confiar en esta universidad y disfruta del viaje.",
    "newsletters": {
      "title": "Boletines informativos"
    },
    "pageDescription": "Tratar de entender Bitcoin es como explorar un laberinto que no deja de crecer. Para ayudarte en tu camino, hemos recopilado una amplia colección de recursos que abordan una multitud de temas.",
    "pageSubtitle": "¡Bienvenido al infinito agujero de conejo de Bitcoin!",
    "pageTitle": "Recursos",
    "podcasts": {
      "title": "Podcasts"
    },
    "publicGrade": "Calificación pública: {{grade}}/5"
  },
  "settings": {
    "changePassword": "Cambiar contraseña"
  },
  "tutorials": {
    "details": {
      "checkAuthor": "Echa un vistazo a las otras contribuciones del autor y apoya su trabajo.",
      "enjoyed": "¿Disfrutaste de este tutorial?",
      "madeBy": "Este tutorial ha sido hecho por",
      "source": "Fuente original: ",
      "tipTooltip": "¿Te gusta? Tip."
    },
    "exchange": {
      "centralized": {
        "description": "Los intercambios centralizados son generalmente entidades reguladas que actúan como intermediarios entre el sistema bancario y el ecosistema bitcoin. Te permiten comprar y vender grandes cantidades de bitcoin y retirarlo a tu billetera o cuenta bancaria. Por lo general, requieren KYC, y por lo tanto, monitorean tu actividad, reportándola a instituciones de vigilancia financiera para respetar las leyes locales."
      },
      "description": "Los intercambios son una de las puertas de entrada y salida entre tu moneda tradicional (euros, dólares) y el mundo de bitcoin. Los intercambios pueden estar regulados y cumplir con el KYC (Conozca a su cliente), o peer-to-peer y anónimo. Cada intercambio ofrecerá diferentes características, estructuras de tasas, liquidez y soporte al cliente. Cada bitcoiner utilizará uno diferente según sus necesidades y convicciones.",
      "peer-to-peer": {
        "description": "Los intercambios peer-to-peer son mercados donde los individuos intercambian bitcoin por otras monedas entre sí. Estos intercambios podrían estar regulados o no y normalmente no solicitan mucha información (si existe) sobre ti. Simplemente facilitan la relación entre los usuarios. Sus tarifas podrían ser superiores a las de los intercambios tradicionales y su liquidez un poco menores. Es la opción preferida para los bitcoiners que intentan evitar KYC."
      },
      "shortDescription": "Soluciones de compra y venta de Bitcoin, KYC y no KYC",
      "title": "Intercambio"
    },
    "explorer": {
      "description": "Todos estos tutoriales han sido escritos por apasionados y dedicados bitcoiner, que desean difundir la educación sobre Bitcoin en todo el mundo. ¡No olvides darles un \"me gusta\", hacer una reseña y dejarles propinas en sats!",
      "didYouKnow": "¿Lo sabías?"
    },
    "headerSignature": "Rogzy",
    "headerText": "¡Bienvenido al infinito agujero del conejo de Bitcoin! En esta sección, te ofreceremos tutoriales en profundidad sobre la mayoría de los proyectos de Bitcoin disponibles. Esta página es mantenida por voluntarios y apasionados de Bitcoin que apoyan este proyecto de código abierto. Si sientes que hemos cometido un error, por favor contáctanos. Para ver nuestros documentos financieros relacionados con el proyecto, consulta nuestro informe de transparencia. Gracias por confiar en esta universidad y disfruta del viaje.",
    "merchant": {
      "description": "¿Alguna vez te has preguntado cómo aceptar Bitcoin de manera sencilla para un negocio? Explora nuestras diversas soluciones para convertirte en un experto y configurar fácilmente una solución para comerciantes en las tiendas que te rodean. La solución de Punto de Venta varía según las necesidades del comerciante (físicas u en línea), su volumen y la complejidad de sus operaciones. Un buen punto de partida es simplemente utilizar una billetera LN básica, luego pasar a una solución fácil y eficiente (como un punto de venta móvil) y finalmente explorar BTC Pay Server para soluciones avanzadas, complejas y profesionales.",
      "shortDescription": "Soluciones para que las empresas acepten Bitcoin",
      "title": "Comerciante"
    },
    "mining": {
      "description": "La industria minera es un tema complejo lleno de agujeros de conejo. Aquí, intentaremos acompañarte en tu viaje utilizando hardware y software. Desde modificar un S9 en un calentador para el hogar hasta intentar ganar la lotería con un minero nerd.",
      "shortDescription": "Soluciones mineras de Bitcoin",
      "title": "Minería"
    },
    "node": {
      "bitcoin": {
        "description": "Un nodo de Bitcoin Core es el punto de partida de tu pila de soberanía de Bitcoin. Te permite ejecutar el software de Bitcoin y formar parte de la red. Validarás bloques y transacciones, decidirás qué reglas deseas aplicar dentro de la red y dejarás de depender de intermediarios para propagar tus transacciones. Hay muchas formas de ejecutar un nodo de Bitcoin, algunas más amigables para el usuario que otras."
      },
      "description": "Los nodos son como tus servidores personales. En Bitcoin, es el software que te permite ejecutar la red, recopilar transacciones, verificar las reglas y ser verdaderamente soberano. Dentro de nuestro ecosistema, existen varios tipos de nodos, desde Bitcoin Core hasta implementaciones de Lightning, RGB y otras soluciones de privacidad más avanzadas.",
      "lightning-network": {
        "description": "A Lightning node allows you to take part in the Bitcoin layer 2 protocol called Lightning. You will be able to open channels, manage their liquidity, participate in the graph, and become non-custodial regarding your Lightning wallet.",
        "name": "Lightning Network"
      },
      "rgb": {
        "description": "RGB is a scalable & confidential smart contracts system for Bitcoin & lightning network. It is a programmability layer for Bitcoin, with concepts of private & mutual ownership, abstraction and separation of concerns and represent \"post-blockchain\"."
      },
      "shortDescription": "Solutions to operate a bitcoin node and join the network",
      "title": "Node"
    },
    "pageDescription": "Bitcoin is a wide industry, that becomes wider and wider everyday. To help you explore it, we’ve gathered a large number of tutorials that describe various solutions.",
    "pageSubtitle": "Welcome into the infinite rabbit hole of Bitcoin!",
    "pageTitle": "Tutorials",
    "privacy": {
      "bitcoin": {
        "description": "Bitcoin is not private by default, it is intentionally designed to be pseudonymous, and every transaction is public and stored forever. In order to regain some confidentiality, we must use best user practices and specific tools integrated into our software. From avoiding address reuse to CoinJoin, through mixing your coins and connecting to your own node, we will help you on your journey towards privacy."
      },
      "description": "Privacy is a fundamental right. While we aspire to a world where privacy is the default, it is not the reality we live in. We will try to explain to you the best practices, assist you with tutorials, and set you on a more sovereign path regarding your data.",
      "general": {
        "description": "In the era of mass surveillance, regaining a certain level of privacy in your everyday life is essential. Given that each user will have a certain degree of paranoia and technological knowledge, it is perfectly normal to use certain tools and adapt them to your needs. Here, we will explore different protection solutions such as VPNs, Tor, Tails OS, PGP, encrypted messages, and much more."
      },
      "shortDescription": "Tools for backup and maintaining privacy",
      "title": "Privacy"
    },
    "wallet": {
      "description": "A Bitcoin wallet is like your keychain. It allows you to spend and receive bitcoin. There are a lot of different types of wallets, all with different use cases, functions, costs, and user experiences. Each bitcoiner will use a different device based on their needs, level of exigence, and experience.",
      "desktop": {
        "description": "Desktop wallets are usually for more advanced users as they combine the use of hardware devices and the desktop wallet software. It's like having a new, more custom, and functionality-intensive interface for your hardware device to use. Such wallets offer multi-signature options, privacy features, inheritance integration mechanisms, and more."
      },
      "hardware": {
        "description": "Hardware wallets are usually used to store your long-term bitcoin savings. They are physical devices that aren't connected to the internet (often called \"cold wallets\") and are usually highly secure. Even though these devices are often open-source regarding their software, the hardware costs around 50 to 300 euros. Consider these devices like a bank account for larger amounts of savings that you would use once in a while."
      },
      "mobile": {
        "description": "Mobile wallets are usually used for daily spending. They integrate the Lightning Network for low-fee, instant transactions. They are usually connected to the internet (often called \"hot wallets\") and are therefore less secure than hardware wallets. They should be used only to store small amounts of bitcoin, consider them as your everyday wallet in your pocket."
      },
      "shortDescription": "Security solutions and usage of your bitcoins",
      "title": "Wallet"
    }
  },
  "underConstruction": {
    "github": "GitHub",
    "p1": "A rabbit has tumbled down a hole. Because of this unexpected adventure, this page is under a bit of construction at the moment. We apologize for any inconvenience. Our team is in full gear to complete this page. If you're interested in lending a hand, please don't hesitate to check out our",
    "p2": "and consider joining our community!",
    "pageTitle": "Oops."
  },
  "words": {
    "about": "About",
    "about-us": "About Us",
    "account": "Account",
    "additionalCriteria": "Additional criteria",
    "advanced": "Advanced",
    "article": "Article",
    "articles": "Articles",
    "audioBook": "Audio Book",
    "back": "Back",
    "beginner": "Beginner",
    "bitcoinWhitepaper": "Bitcoin Whitepaper",
    "book": "Book",
    "books": "Books",
    "builders": "Builders",
    "certificate": "Certificate",
    "conference": "Conference",
    "conferences": "Conferences",
    "content": "Content",
    "continue": "Continue",
    "course": "Course",
    "courses": "Courses",
    "dashboard": "Dashboard",
    "details": "Details",
    "didYouKnow": "Did you know?",
    "documentaries": "Documentaries",
    "donations": "Donations",
    "economy": "Economy",
    "email": "Correo electrónico",
    "exchanges": "Intercambios",
    "followUs": "Síguenos",
    "helpUs": "Ayúdanos",
    "home": "Inicio",
    "intermediate": "Intermedio",
    "interview": "Entrevista",
    "level": {
      "advanced": "Avanzado",
      "beginner": "Principiante",
      "expert": "Experto",
      "intermediate": "Intermedio"
    },
    "library": "Biblioteca",
    "lightning": "Lightning",
    "lnurlAuth": "LNURL Auth",
    "manifesto": "Manifiesto",
    "merchandising": "Comercialización",
    "merchants": "Comerciantes",
    "mining": "Minería",
    "more": "Más",
    "movieDocumentary": "Documental de película",
    "newsletter": "Boletín informativo",
    "newsletters": "Boletines informativos",
    "node": "Nodo",
    "nodeNetwork": "Red de nodo",
    "or": "o",
    "ourStory": "Nuestra historia",
    "podcast": "Podcast",
    "podcasts": "Podcasts",
    "professors": "Profesores",
    "register": "Registrar",
    "relatedResources": "Recursos relacionados",
    "resources": "Recursos",
    "resume": "Reanudar",
    "review": "Revisión",
    "rogzy": "Rogzy",
    "signIn": "Iniciar sesión",
    "sponsorUs": "Patrocinarnos",
    "sponsoringAndContributors": "Patrocinadores y colaboradores",
    "supportUs": "Apóyanos",
    "teachers": "Profesores",
    "termsAndConditions": "Términos y condiciones",
    "toolkits": "Kit de herramientas",
    "tutorial": "Tutorial",
    "tutorials": "Tutoriales",
    "update": "Actualizar",
    "video": "Vídeo",
    "videos": "Vídeos",
    "wallets": "Billeteras"
  }
}
