{
  "about": {
    "activeContributors": "مشارکت کنندگان فعال",
    "commitmentContent": "تعهدات ما نسبت به جامعه بیت کوین به شرح زیر می‌باشد:\n • باقی ماندن به عنوان منبع آموزشی باز (open-source)\n • ارائه محتوای آموزشی با کیفیت بالا\n • ترجمه محتواهایمان به تعداد زیادی از زبان‌ها\n • حمایت از توسعه دهندگان بیت کوین در مسیر کارآفرینی‌شان",
    "coreTeamContent": "شبکه PlanB یک اجتماع از صدها مشارکت کننده، معلم، پیشروان جامعه بیتکوین، طراح، توسعه دهنده، و برگزار کننده است. از افراد زیادی که PlanB را به یک واقعیت تبدیل کرده‌اند و هر روز در حال ادامه این امر می‌باشند بسیار سپاسگزاریم. (به زودی صفحه‌ای مربوط به مشارکت کنندگان منتشر خواهد شد)",
    "corporateContent": "شبکه PlanB نتیجه‌ی پروژه‌ای مشترک از سه نهاد که بر روی توسعه بیت کوین تمرکز دارند می‌باشد. در جهت تلاش برای مقیاس پذیری لایه‌های آموزش بیت کوین، این نهادها تصمیم گرفتند برای تشکیل شبکه PlanB با یکدیگر همکاری کنند. از آن زمان، بسیاری از نهادهای دیگر نیز تصمیم گرفته‌اند که در این پروژه مشارکت کنند و برای کمک به ما در ارایه آموزش بیت کوین به جهان، نیروهای خود را متحد سازند. به همین دلیل، از همه‌ی آن‌ها قدردانی می‌کنیم.",
    "manifesto": "ما به آینده غیرمتمرکزی که بیت کوین ارائه می‌دهد باور داریم.\n\nماموریت ما معرفی بیت کوین به یک میلیارد نفر در طی یک دهه آینده است و ابزارهای ما، آموزش و اطلاعات هستند.\n\nما با ارائه محتوای آموزشی منبع باز و ارائه شبکه‌ای از مربیان بیت کوین، از انجمن‌های محلی بیت کوین حمایت می‌کنیم.\n\nفلسفه ما از منشور سایفرپانک(cypherpunk) الهام گرفته شده است. همانطور که آن‌ها حامی حریم خصوصی بودند، ما نیز حامی آموزش هستیم. در حقسقت، ما باور داریم که دانش اساس آزادی و تغییر می‌باشد.\n\nما فقط به بیت کوین باور داریم (نه هیچ کوین دیگری).\n\nما از مسئولیت فردی و استقلالی که توسط مالکیت کلیدهای خودتان ارائه می‌شود حمایت می کنیم.\n\nما نه به اعتماد کورکورانه، بلکه به کسب اعتماد واقعی اصرار می‌ورزیم.\n\nما باور داریم که با اصلاح سیستم مالی، می‌توانیم جهان را اصلاح کنیم.\n\nما غیرمتمرکز و منبع باز هستیم و از شکست جلوگیری می‌کنیم.\n\nما از توزیع آزاد محتواهایمان را استقبال می‌کنیم.\n\nما به دنیایی که ساختار آن از پایین به بالا عمل می‌کند، دنایی که افراد در مرکز آن قرار دارند، امیدواریم.\n\nما ساده‌سازی می‌کنیم، ما آموزش می‌دهیم، ما به اشتراک می‌گذاریم.\n\nبه ما در ماموریت‌مان برای ارایه قرص نارنجی به جهان بپیوندید!\n",
    "missionTitle": "ماموریت ما",
    "missionContent1": "ماموریت ما حمایت از انجمن‌های محلی بیت کوین از طریق آموزش با منابع باز و شبکه سازی می‌باشد. به منظور دستیابی به این هدف، ما منابع لازم (دوره‌ها، کتاب‌ها، پوسترها، بروشورها، ویدیوها) را جهت پیشروی صنعت بیت کوین جمع آوری، سازماندهی و خلق می‌کنیم.",
    "missionContent2": "ما این آگاهی را در یک مخزن گیت‌هاب چندزبانه ساده متمرکز می‌کنیم تا بتوانیم آن را از طریق یک پلتفرم آموزش الکترونیکی به صورت بهتری توزیع کنیم. ما به انجمن‌های محلی بیت کوین در جهت توسعه آن‌ها با ابزارهای مناسب برای رشد استعدادهای آن‌ها کمک می‌کنیم.",
    "commitmentTitle": "تعهدات ما",
    "coreTeamTitle": "تیم اصلی",
    "coreTeamGiacomoRole": "مدیر و هم‌بنیان‌گذار",
    "coreTeamRogzyRole": "مدیر محصول و هم‌بنیان‌گذار",
    "coreTeamAsioRole": "هماهنگ کننده مطالب آموزشی",
    "coreTeamAjelexRole": "هماهنگ کننده node",
    "corporateTitle": "تدارکات پشت صحنه",
    "coportateContact": "اطلاعات تماس:",
    "storyTitle": "داستان ما",
    "storyContent": "شبکه PlanB یک ابتکار است که از آموزش بیت کوین در سراسر جهان پشتیبانی می‌کند. این شبکه حاصل تلاقی شرکت‌های متعدد و پرشور بیت کوین است که بر آموزش، نرم افزارهای متن باز (open-source)، شبکه های همتا به همتا، و ایجاد انجمن‌های بیت کوین تمرکز دارند. این شرکت‌ها تصمیم گرفتند شبکه PlanB را در کنار هم بسازند و به اکوسیستم بیت کوین ابزارهای مناسب را در جهت پیشروی ارائه دهند. فایل منتشر شده توسط ما در سال 2023 در اینجا موجود است.",
    "description": "شبکه Plan B به سازماندهی انجمن‌های سراسر جهان در جهت ارائه آموزش بهتر کمک می‌کند. این پلتفرم ابزارهای لازم برای دستیابی به این هدف را از طریق آکادمی آنلاین، پورتال آموزشی، کیت آموزشی بیت کوین و پورتال منابع توسعه ارایه می‌دهد.",
    "subtitle": "می‌خواهید دنیا را با قرص نارنجی تغییر دهید؟ به شبکه Plan ₿ بپیوندید.",
    "title": "درباره شبکه Plan B"
  },
  "auth": {
    "errors": {
      "displayNameTooShort": "نام نمایشی باید حداقل شامل 2 کاراکتر باشد.",
      "displayNameRegex": "نام نمایشی فقط می‌تواند شامل حروف، اعداد، _،.، - و فاصله باشد.",
      "displayNameRequired": "نام نمایشی الزامی می‌باشد.",
      "usernameRequired": "نام کاربری مورد نیاز است.",
      "usernameTooShort": "نام کاربری باید حداقل 5 کاراکتر داشته باشد.",
      "usernameRegex": "نام کاربری فقط می‌تواند شامل حروف، اعداد، _، . و - باشد."
    },
    "noAccountNeeded": "برای شروع یادگیری در شبکه Plan B، نیازی به حساب کاربری نیست!",
    "passwordChanged": "رمز عبور تغییر کرد",
    "passwordSuccessfullyChanged": "رمز عبور شما با موفقیت تغییر یافت. اکنون می‌توانید با رمز عبور جدید خود وارد شوید.",
    "accountCreated": "حساب شما ایجاد شده است",
    "alreadyHaveAccount": "قبلاً حساب کاربری ایجاد کرده‌اید؟",
    "canSaveProgress": "اکنون شما می‌توانید پیشرفت خود را در آکادمی بیت کوین ذخیره نمایید",
    "connectWithLn": "اتصال با LN",
    "createAccount": "ثبت نام",
    "createOne": "ثبت نام کنید!",
    "emailAddress": "آدرس ایمیل",
    "forgottenPassword": "رمز عبور خود را فراموش کرده‌اید؟",
    "headerAccountCreated": "حساب ایجاد شد",
    "lnurlAuthDescription": "این کد QR را با کیف پول Lightning خود اسکن کنید تا وارد شوید!",
    "noAccountYet": "حساب کاربری ندارید؟",
    "resetPassword": "رمز عبور خود را بازیابی کنید",
    "newPassword": "رمز عبور جدید",
    "passwordMinLength": "رمز عبور باید حداقل 7 کاراکتر داشته باشد",
    "passwordRequired": "رمز عبور مورد نیاز است",
    "passwordsDontMatch": "رمز عبور مطابقت ندارد",
    "sendLink": "یک لینک برایم ارسال کن",
    "backToLogin": "بازگشت به صفحه ورود",
    "backToHome": "بازگشت به خانه",
    "invalidToken": "توکن نامعتبر",
    "checkingToken": "بررسی توکن",
    "checkingTokenExplain": "ما در حال بررسی هستیم که آیا توکن معتبر است یا خیر",
    "invalidTokenExplain": {
      "expired": "توکن منقضی شده است",
      "consumed": "توکن قبلا استفاده شده است",
      "invalid": "توکن نامعتبر است",
      "notFound": "توکن یافت نشد"
    },
    "passwordResetError": "خطای بازیابی رمز عبور",
    "passwordResetSent": "ایمیل تنظیم مجدد رمز عبور به شما ارسال شده است (اگر آدرس ایمیل‌تان در پایگاه داده ما وجود داشته باشد).",
    "tryAgain": "دوباره تلاش کنید",
    "signIn": "ورود"
  },
  "bCertificate": {
    "bCertificateDescription": "گواهینامه ₿ یک امتحان شناخته شده بین المللی می‌باشدکه تسلط شما بر بیت کوین و موضوعات مربوط به آن را ارزیابی می‌کند. این گواهینامه به شما این امکان را می‌دهد تا مهارت‌ها و دانش خود را در صنعت بیت کوین اثبات کنید، همچنین امکان دسترسی به بهترین شرکت‌ها و موقعیت‌های شغلی عالی را برای شما فراهم می‌کند.",
    "organizeDescription": "هیچ مشکلی نیست! اگر انجمن شما بخشی از شبکه است، می‌توانید یک جلسه امتحان در مرکز خود برگزار کنید. لطفا اساسنامه را مطالعه نمایید تا مطمئن شوید که می‌توانید شرایط اجباری برای میزبانی از یک امتحان را فراهم کنید. اگر می‌توانید این شرایط را فراهم آورید، سپس می‌توانید جلسه خود را برنامه ریزی کنید و آن را به پلتفرم اضافه نمایید.",
    "bookExam": "یک جلسه امتحان رزرو کنید",
    "challengeYourself": "خود را به چالش بکشید و سطح خود را بسنجید!",
    "checkout": "بررسی گواهینامه ₿",
    "curious": "آیا مشتاقید بدانید این آزمون چگونه است؟",
    "joeNakamotoVideo": "\"امتحان بیت کوین دیگه چیه؟\" نقل قول از جو ناکاموتو",
    "knowledgeableBitcoin": "آیا در مورد بیت کوین اطلاعات دارید؟",
    "noBookExam": "هنوز جلسه امتحانی برنامه ریزی نشده است.",
    "organizeExam": "برگزاری یک امتحان",
    "organizeSubtitle": "ارایه قرص نارنجی به یک میلیارد نفر کار آسانی نیست",
    "organizeTitle": "می‌خواهید در هاب خود یک امتحان گواهینامه ₿ برگزار کنید؟",
    "pageSubtitle": "پذیرش جمعی از طریق آموزش متمرکز منبع باز",
    "pageTitle": "گواهینامه ₿ را دریافت کنید",
    "readChart": "منشور را مطالعه نمایید"
  },
  "bet": {
    "contribute": "این جعبه ابزار جهت مشارکت باز شده است و از فیگما استفاده می‌کند. بنابراین هر کسی می‌تواند به آن بیافزاید، آن را تغییر دهد و ترجمه نماید. برای پیوستن به دیسکورد ما در جهت همکاری، اضافه کردن یک دسته جدید، و گفتگو، تردید نکنید.",
    "contributeButton": "کمک و مشارکت",
    "visualContent": {
      "description": "تصاویر زیر می‌توانند برای انتشار شخصی شما مورد استفاده قرار گیرند.",
      "title": "محتوای تصویری"
    },
    "contributeDescription": "اگر می‌خواهید محتوایی را اضافه، ویرایش، و یا ترجمه نمایید، کمک شما مورد قدردانی قرار می‌گیرد!",
    "contributeTitle": "می‌خواهید مشارکت کنید؟",
    "educationalContent": {
      "description": "این محتوا برای استفاده در رویدادها و اهداف آموزشی آماده شده است.",
      "title": "محتوای آموزشی"
    },
    "hereForYou": "BET شما اینجا است!",
    "pageDescription": "پذیرش گسترده آسان نیست. برای پیشروی سریع‌تر و نزدیک‌تر به این هدف، ما یک پایگاه داده قابل گسترش از محتوای آموزشی توسعه داده‌ایم. در اینجا، معلمان بیت کوین می‌توانند به صورت آزاد محتوا بارگزاری کنند و در صورت نیاز به آن دسترسی پیدا کنند. بیایید هر بار چرخ را از اول اختراع نکنیم و برای مرکزی کردن منابع مفید در یک جعبه ابزار با یکدیگر همکاری کنیم!",
    "pageSubtitle": "BET - یک جعبه ابزار منبع باز بیت کوین برای تمام پروژه‌های آموزشی",
    "pageTitle": "مجموعه آموزشی بیت کوین"
  },
  "book": {
    "bookSummary": {
      "noSummary": "هنوز خلاصه‌ای نگارش نشده است. اگر کتاب را مطالعه کرده‌اید و می‌خواهید خلاصه خود را به اشتراک بگذارید، در انتشار آن در Github تان مردد نباشید. این کار کمک شایانی به جامعه می‌کند، منابع دانشگاه را غنی‌تر می‌کند و حتی ممکن است برای تلاش خود چند ساتوشی بدست آورید!",
      "modifyTooltip": "نوشتن یا تغییر دادن",
      "notice": "برای اعمال هر تغییر یا ویرایش، این خلاصه به گیت هاب متصل است",
      "title": "خلاصه کتاب"
    },
    "abstract": "چکیده",
    "buttonBuy": "خرید کنید",
    "buttonPdf": "PDF / کتاب الکترونیکی",
    "offeredBy": "ارائه شده توسط یک سازمان‌دهنده سخاوتمند",
    "pageSubtitle": "این پورتال منبع باز است و برای مشارکت باز است.",
    "pageTitle": "کتابخانه بیت کوین",
    "topicsAddressed": "موضوعات مطرح شده:"
  },
  "builders": {
    "noRelatedEvents": "در حال حاضر هیچ رویدادی مرتبط با این سازنده در دسترس نیست.",
    "networkStrength": "قدرت یک شبکه در اعضای آن می‌باشد",
    "otherCommunities": "بررسی انجمن‌های Plan B",
    "pageSubtitle": "این پورتال منبع باز است و برای مشارکت باز است.",
    "pageTitle": "سازندگان بیت کوین",
    "languages": "زبان‌ها",
    "relatedEvents": "رویدادهای آینده مرتبط"
  }
}
