{
  "about": {
    "categories": {
      "bunnyForerunner": "Lapin précurseur",
      "designers": "Designers",
      "developpers": "Développeurs",
      "earlySupporters": "Soutiens de la première heure",
      "hareExplorer": "Lièvre Explorateur",
      "helpers": "Soutiens",
      "professors": "Professeurs",
      "rabbitholeDigger": "Creuseur de terrier"
    },
    "headerLink": "Devenir sponsor de la communauté",
    "manifesto": "Nous croyons en l'avenir décentralisé que Bitcoin offre.\n\nNotre mission est d'introduire Bitcoin à un milliard de personnes en une décennie. Nos outils sont l'éducation et l'information.\n\nNous soutenons les communautés locales de Bitcoiners en fournissant du contenu éducatif open-source et en offrant un réseau de mentors Bitcoin.\n\nNotre philosophie est inspirée du manifeste cypherpunk. Tout comme ils ont défendu la vie privée, nous défendons l'éducation. Nous croyons que la connaissance est le fondement de la liberté et du changement.\n\nNous sommes uniquement Bitcoin.\n\nNous prônons la responsabilité individuelle et l'indépendance offerte par la possession de vos propres clés.\n\nNous insistons sur la vérification, pas sur la confiance aveugle.\n\nNous croyons qu'en réparant l'argent, nous réparons le monde.\n\nNous sommes décentralisés et open-source, évitant tout point unique de défaillance.\n\nNous encourageons la libre diffusion de notre contenu.\n\nNous aspirons à un monde qui fonctionne du bas vers le haut, où l'individu est au centre.\n\nNous sommes DB. Nous simplifions, nous éduquons, nous partageons.\n\nRejoignez-nous dans notre mission d'orange-pill le monde.\n",
    "pageSubtitle": "L'Université Sovereign offre gratuitement une éducation Bitcoin à tous.",
    "thanks1": "Un merci tout particulier à nos premiers soutiens, qui nous ont aidés à persévérer au fil des années.",
    "thanks2": "L'Université Souveraine est un effort communautaire. Cela a été rendu possible grâce à de nombreux contributeurs qui ont pris différents rôles, tels que des professeurs, des développeurs, des designers, etc. Un grand merci à tous."
  },
  "auth": {
    "accountCreated": "Votre compte a été créé, {{userName}} !",
    "alreadyHaveAccount": "Vous avez déjà un compte ?",
    "canSaveProgress": "Vous pouvez maintenant enregistrer votre progression sur l'Académie Bitcoin",
    "connect": "Se connecter",
    "connectWithLn": "Se connecter avec LN",
    "contributorId": "Identifiant contributeur",
    "createAccount": "Créer un compte",
    "createOne": "Créez-en un !",
    "emailAddress": "Adresse email",
    "errors": {
      "usernameRegex": "Le nom d'utilisateur ne peut contenir que des lettres, des chiffres, _, et -",
      "usernameRequired": "Le nom d'utilisateur est requis",
      "usernameTooShort": "Le nom d'utilisateur doit contenir au moins 5 caractères"
    },
    "forgottenPassword": "Mot de passe oublié ?",
    "getConnected": "Connectez vous !",
    "headerAccountCreated": "Compte créé",
    "lnurlAuthDescription": "Scannez ce code QR avec votre portefeuille Lightning pour vous connecter !",
    "noAccountNeeded": "Pas besoin de compte pour commencer à apprendre sur The Sovereign University !",
    "noAccountYet": "Vous n'avez pas encore de compte ?",
    "passwordReinit": "Réinitialisation du mot de passe",
    "passwordRequired": "Le mot de passe est requis",
    "passwordsDontMatch": "Les mots de passe ne correspondent pas",
    "sendLink": "Envoyer un lien",
    "signIn": "Se connecter"
  },
  "bet": {
    "contribute": "Ce toolkit est ouvert à la contribution. Il utilise Figma, pour que n'importe qui puisse ajouter, modifier et traduire. Pour collaborer, ajouter une catégorie ou discuter, n'hésitez pas à rejoindre notre discord.",
    "educationalContent": {
      "description": "Ce contenu est destiné à être utilisé pour des événements éducatifs et ludique",
      "title": "Contenu pédagogique"
    },
    "hereForYou": "Le BET est là pour vous !",
    "pageDescription": "PlanB Network soutient les éducateurs de bitcoin et les communautés locales partout dans le monde, afin d'aider à diffuser l'adoption de bitcoins. Vers cet objectif, nous collectons et rendons accessible une grande base de données, du contenu éducatif (créé par nous et par d’autres), ainsi que des données visuelles.",
    "pageSubtitle": "Le BET - Une boîte à outils Bitcoin open-source pour tous les projets éducatifs",
    "pageTitle": "Boîte à outils pédagogique Bitcoin",
    "visualContent": {
      "description": "Ce contenu comporte des données visuelles brutes pour vos créations.",
      "title": "Contenu visuel"
    }
  },
  "book": {
    "abstract": "Résumé",
    "bookSummary": {
      "modifyTooltip": "Écrire ou modifier",
      "noSummary": "Aucun résumé n'a encore été écrit. Si vous avez lu le livre et que vous voulez partager un résumé, n'hésitez pas à en écrire un sur Github. Cela aiderait beaucoup la communauté, améliorerait l'université, et vous pourriez même obtenir des sats.",
      "notice": "ce résumé provient de GitHub",
      "title": "Le résumé du livre"
    },
    "buttonBuy": "Acheter",
    "buttonPdf": "PDF / E-book",
    "offeredBy": "Offert par un généreux contributeur",
    "pageSubtitle": "Cette bibliothèque est open-source et ouverte à la contribution. Merci pour toute contribution ou partage !",
    "pageTitle": "La bibliothèque",
    "topicsAddressed": "Sujets traités : "
  },
  "builders": {
    "pageSubtitle": "Ce portail est open-source et ouvert à la contribution. Merci pour toute contribution et partage !",
    "pageTitle": "Portail créateur"
  },
  "courses": {
    "categories": {
      "btc": "Bitcoin",
      "crypto": "Cryptographie",
      "econ": "Économie autrichienne",
      "fin": "Finance",
      "ln": "Réseau Lightning",
      "min": "Minage",
      "secu": "Sécurité et confidentialité"
    },
    "chapter": {
      "finishCourse": "Terminer le cours",
      "next": "Terminé, passons au chapitre suivant !",
      "thanksTip": "Vous voulez dire merci ? Soutenez."
    },
    "details": {
      "courseId": "ID du cours : {{courseId}}",
      "curriculum": "Syllabus",
      "description": "Description",
      "duration": "Durée : {{hours}} heures",
      "goal": "OBJECTIF : ",
      "level": "Niveau : $t(words.level.{{level}})",
      "mobile": {
        "chapters": "{{chapters}} chapitres",
        "hours": "{{hours}} heures"
      },
      "numberOfChapters": "Nombre de chapitres : {{number}}",
      "objectives": "Objectifs",
      "objectivesTitle": "Qu'allez-vous apprendre dans ce cours ?",
      "professor": "Professeur",
      "startCourse": "Débuter le cours",
      "taughtBy": "Ce cours est enseigné par :",
      "teachers": "Professeurs : {{teachers}}"
    },
    "explorer": {
      "footerTitle": "Nos professeurs sont là pour vous !",
      "footerp1": "À Sovereign University, nos professeurs ont une autonomie totale vis à vis de leur contenu et aux outils qu'ils veulent explorer, aussi longtemps qu'ils suivent le code d'éthique. Ce sont des bitcoineurs passionnés venus de différents horizons.",
      "footerp2": "Si vous voulez améliorer un cours ou fournir le vôtre, vous pouvez simplement le faire via le GitHub. Pour soutenir un professeur, vous pouvez soit noter son cours, le faire directement ou devenir membre de l'université pour soutenir la plateforme.",
      "moreToCome": ".... et plus à venir !",
      "pageDescription": "Ici, vous pourrez trouver un grand nombre de formations liées au Bitcoin, couvrant une large gamme de sujets. Ce contenu éducatif est organique, il évolue au fur et à mesure que bitcoin se développe. Tout le contenu est gratuit, open-source et accessible à tous. Veuillez consulter l'index des cours, organisé en cercles pour s'adapter au parcours d'apprentissage de chacun.",
      "pageSubtitle": "Bienvenue dans notre plateforme de e-learning.",
      "pageTitle": "Formations",
      "s2p1": "Si vous avez commencé à explorer le terrier du Bitcoin, vous devez savoir qu'il s'agit d'un voyage sans fin avec de nombreux chemins. Ici, à l'université, nous comprenons cela et avons conçu notre contenu éducatif pour être non linéaire, autonome et aussi vaste que possible.",
      "s2p2": "Vous serez en mesure de choisir votre propre voie et de la suivre, en acquérant des compétences et des connaissances aussi loin que votre motivation vous emmènera.",
      "s2p3": "Toutes nos formations sont 100% gratuits et rien ne peut vous arrêter.",
      "s2t1": "L'éducation Bitcoin n'est pas une destination",
      "s3PickLevel": "Choisir les niveaux :",
      "s3PickTopic": "Choisir les sujets :",
      "s3t1": "Toutes les cours portent le nom de leur sujet principal"
    },
    "footer": {
      "": ""
    },
    "freeBanner": "Tous nos cours sont offerts gratuitement. L'université est basée sur l'adhésion par don et le partage.",
    "part": {
      "count": "Partie n°{{count}}/{{total}}"
    },
    "preview": {
      "by": "par {{professor}}",
      "letsgo": "Allons-y"
    },
    "quizz": {
      "clickOnPie": "Cliquez sur le camenbert pour vérifiez vos erreurs et obtenir les explications",
      "quizz": "Quiz",
      "quizzResults": "Résultats des quiz",
      "quizzReview": "Revue du quiz",
      "resultCongrats": "Félicitations, vous avez bien réussi !",
      "resultItsOk": "Ne renoncez pas, vous ferez mieux la prochaine fois !",
      "resultNotBad": "Pas trop mal !",
      "resultPerfect": "Tout est parfait ! Félicitations !"
    },
    "unreleased": {
      "colcardAndSparrow": "ColdCard et Sparrow",
      "financeIntroduction": "Introduction à la finance",
      "financialCrisis": "Analyse des crises majeures",
      "hyperinflation": "Etude des hyperinflations",
      "theoreticalLightning": "Cours théorique avancé sur le Lightning Network"
    }
  },
  "home": {
    "header": {
      "content1": "PlanB Network vise à fournir les meilleurs outils et le meilleur contenu éducatif dans le monde pour aider les gens à retrouver leur souveraineté.",
      "content2": "Des individus aux communautés, nous sommes là pour vous aider tout au long de votre voyage Bitcoin.",
      "forEducators": "Pour les éducateurs et les créateurs",
      "globalNetwork": "Réseau mondial Bitcoin",
      "link": "Participez au réseau"
    },
    "section1": {
      "allLevels": "From beginner to advanced, learn Bitcoin in the academy",
      "content1": "Bitcoin is not only a technology and a form of money but also a revolutionary way to approach life. To echo this, our courses span a wide range of fields, empowering each individual to excel in their areas of interest and further their understanding.",
      "content2": " From your first Bitcoin course to a deep dive into the protocol's specifics, our courses will help you navigate the rabbit hole safely.",
      "content3": "There's no reason to hesitate. Knowledge awaits you.",
      "interested": "Interested in Bitcoin ?",
      "link": "Check the academy"
    },
    "section2": {
      "content1": "At PlanB, we believe Bitcoin is an international revolution that concerns everyone. To empower billions of people, we are designing this platform to be multilingual and accessible to all.",
      "content2": "The platform currently supports 7 languages, and more are being added every month. To achieve this, we use a mix of AI and the passion of Bitcoiners around the world.",
      "content3": "You too can start bootstrapping your own local network in your country!",
      "everythingTranslated": "Everything is translated to local languages",
      "link": "Help us translate the academy ",
      "noBarrier": "No language barrier here."
    },
    "section3": {
      "aboutUs": "A little bit about us",
      "bitcoinFocusContent": "We focus on the Bitcoin revolution as a whole, from its base layer to various peer-to-peer communications around it",
      "bitcoinFocusTitle": "Bitcoin focus",
      "bitcoinFocusTitleMobile": "Bitcoin focused",
      "communityContent": "We are first and foremost a community of enthusiasts helping each other on their Bitcoin journey",
      "communityTitle": "Community",
      "communityTitleMobile": "Community focused",
      "content1": "Beside courses, our large amount of tutorials will help you master different technologies, such as wallets, merchant solutions, exchanges, nodes, mining, and privacy solutions... And because that’s still not enough, a large amount of resources such as books, podcasts or videos, are classified, ordered and made available on the platform.",
      "content2": "Our goal is to provide you with the tools to succeed.",
      "content3": "The PlanB network is an initiative to support Bitcoin education worldwide. It's the crossover of various passionate Bitcoin companies focused on education, open-source software, peer-to-peer networks, and the sense of communities. Together, they've decided to build the PlanB network and offer the Bitcoin ecosystem the right tools to grow.",
      "helpingCommunities": "Helping Bitcoin communities grow is our mission ",
      "letsHelpYou": "Let us help you master the technology, read and hear about Bitcoin!",
      "openSourceContent": "We aim to promote the free flow of knowledge and to help build more open-source solutions",
      "openSourceTitle": "Open source",
      "privacyContent": "We consider privacy to be one of the most fundamental human rights and essential for progress",
      "privacyTitle": "Privacy",
      "privacyTitleMobile": "Privacy focused",
      "seeResources": "See all resources",
      "seeResourcesMobile": "Get a look at all our resources",
      "seeTutorials": "See all tutorials",
      "seeTutorialsMobile": "Get a look at all our tutorials"
    },
    "section4": {
      "content1": "The PlanB Network is proud to team up with many bitcoin companies around the world in order to provide the best educational resources possible ! ",
      "planB": "The PlanB Network is 100% open-source thanks to our generous patreon",
      "together": "Together let's make Bitcoin education better! "
    }
  },
  "imagesAlt": {
    "bitcoinCurrency": "le signe de la devise bitcoin",
    "blueEllipse": "une ellipse bleue",
    "bookCover": "une couverture de livre",
    "community": "3 personnes",
    "contributorHeart": "un cœur pour un bon contributeur",
    "contributorPP": "photo de profil du contributeur",
    "courseThumbnail": "Miniature du cours",
    "curriculum": "Programmation",
    "decouvreBitcoinLogo": "DecouvreBitcoin Logo",
    "favorite": "un cœur à l'intérieur d'un cercle",
    "forwardArrow": "une flèche vers l'avant",
    "github": "l'icône de github",
    "rabbit404": "a rabbit shining a flashlight on a 404 sign",
    "rabbitClassroom": "lapins dans une salle de classe",
    "rabbitLibrary": "un lapin qui lit un livre",
    "rabbitMeetup": "une rencontre de lapin",
    "rabbitPodcast": "un lapin écoutant un podcast",
    "rabbitStudying": "Lapin étudiant dans un atelier",
    "rabbitVideos": "un lapin filmant une vidéo",
    "rabbitWithBackpackAndBtcSign": "un lapin avec un sac à dos et un panneau btc",
    "readingRabbit": "Un lapin qui lit un livre",
    "sthRepresentingCompany": "quelque chose qui représente la société",
    "stylus": "a stylus",
    "underConstructionImage": "Illustration de plusieurs lapins travaillant sur un site de construction",
    "visibilityOff": "l'icône des yeux sans signe éteint"
  },
  "library": {
    "pageSubtitle": "Cette bibliothèque est open-source et ouverte à la contribution. Merci de la noter et de la partager !",
    "pageTitle": "La bibliothèque",
    "publishedIn": "Publié dans {{date}}",
    "writtenBy": "Écrit par {{author}}"
  },
  "menu": {
    "betDescription": "Collection of content that you can use for your educational projects",
    "btc101Description": "Obtenez une meilleure compréhension de bitcoin avec ces leçons",
    "buildersDescription": "Apprenez-en davantage sur les entreprises et les projets qui travaillent à l'amélioration de bitcoin et à son adoption",
    "exchangesDescription": "Achetez et vendez des bitcoins sur des échanges et apprenez-en plus sur P2P",
    "libraryDescription": "Découvrez beaucoup de livres pour améliorer vos connaissances",
    "lightningDescription": "Gérez votre nœud de foudre et utilisez le réseau de foudre",
    "manifestoDescription": "Read Plan B's manifesto",
    "merchantsDescription": "Acceptez les paiements bitcoin et découvrez des outils pour les marchands",
    "miningDescription": "Minez vos propres bitcoins et apprenez-en plus sur l'industrie minière",
    "nodeDescription": "Apprenez à être autosouverain avec votre propre nœud bitcoin",
    "nodeNetworkDescription": "Join the global network of Bitcoin communities!",
    "ourStoryDescription": "En savoir plus sur l'histoire de l'université",
    "podcastsDescription": "Explorez l'écosystème bitcoin à travers des podcasts",
    "sponsorsDescription": "Découvrez nos sponsors et principaux contributeurs",
    "supportUsDescription": "Trouver des moyens de nous soutenir, de quelque manière que ce soit",
    "teachersDescription": "Apprenez à connaître nos professeurs universitaires, nos bitcoiners passionnés",
    "walletsDescription": "Sécurisez et utilisez vos bitcoins"
  },
  "nodeNetwork": {
    "answer1": "A node is simply a Bitcoin community that wants to move to the next step and accelerate its own local Bitcoin adoption! There is no minimum size to start with.",
    "answer2": "At Plan B, we aim to improve the educational Bitcoin ecosystem by providing the right tools to build and educate on Bitcoin. By becoming a node, your community will get access to a large range of resources, services, special educational training and more. Make your community count as a reference in the Bitcoin world.",
    "answer3": "To be part of the network you must align on some core values. These are: be bitcoin only, value privacy and care for the open source work.",
    "answer4": "A Bitcoin node can be of any size. Based on some requirements, different names will be attributed. A node with an hackerspace, a gym, some office place will be considered a ”Citadel” while your first bitcoin home town office will be known as “nodes”.",
    "answer5": "We wish to offer a safe heaven for bitcoiners around the world. We belive that by helping local hubs grow, we will be able to create a network of citadels where bitcoiners will be welcome to work, create, share and discuss safely.",
    "apply": "Apply",
    "description1": "All around the world, Bitcoiners are coming together in communities.",
    "description2": "<0>A new</0> <1>Bitcoin meetup</1> emerges every week.",
    "description3": "Les centres éducatifs, <0>espaces hacker</0>, et les espaces de co-working Bitcoin sont en hausse.",
    "description4": "<0>Les citadelles </0> sont en cours de construction.",
    "description5": "Le dévouement de la communauté Bitcoin pour collaborer, se soutenir mutuellement, et offrir des outils essentiels à leurs homologues locaux est essentiel pour prospérer dans le paysage moderne. ",
    "description6": "Chez PlanB, nous reconnaissons les défis que doivent relever les constructeurs de ces communautés.",
    "descriptionTitle": "Chaque pays a besoin d'un plan B!",
    "join1": "By joining our network, we'll guide you in transitioning from a simple Bitcoin meetup to a fully secured Bitcoin citadel!",
    "join2": "<0>Community building</0> support",
    "join3": "Educational resources for <0> local seminars</0>",
    "join4": "Access to worldwide experts",
    "join5": "Connection to thousands of students",
    "join6": "You are not alone in trying to change the world. Let's pool our resources to succeed.",
    "join7": "Become part of the revolution!",
    "letsBuild": "Let's build Bitcoin Citadel around the world",
    "network1": "They are already part of the Network!",
    "pageSubtitle": "Our strength is our community. let's gather into a global bitcoin network.",
    "pageTitle": "Node Network",
    "partnerBTCMap": "Proud partner with BTC Map to integrate more than 250 communities into the map in 2023",
    "question1": "What is a Node?",
    "question2": "What do I gain?",
    "question3": "What are the requirements?",
    "question4": "What size is a Node?",
    "question5": "What's the secret plan?",
    "stage": "Stage",
    "stage1": "Communities",
    "stage2": "Hub",
    "stage3": "Full Node",
    "stage4": "Full Citadel"
  },
  "notFound": {
    "here": "Ici",
    "pageSubtitle": "On dirait que quelqu'un est tombé trop profondément dans le trou du lapin et s'est perdu. Pour revenir à la surface, cliquez sur",
    "pageTitle": "Oups."
  },
  "podcast": {
    "abstract": "Résumé",
    "discover": "Découvrez ce podcast"
  },
  "podcasts": {
    "hostedBy": "Hébergé par {{host}}",
    "pageSubtitle": "Ce portail est open-source et ouvert à la contribution. Merci de noter et de partager !",
    "pageTitle": "Le portail Podcast"
  },
  "professors": {
    "pageSubtitle": "All our professors are volunteers and passionate bitcoiners. you can tip to say thanks.",
    "pageTitle": "Professors",
    "tips": {
      "noTipsYet": "This professor does not accept tips at the moment.",
      "thanks": "Thanks for supporting {{name}}'s work !",
      "thanksNoName": "Thanks for supporting my work !"
    }
  },
  "resources": {
    "articles": {
      "title": "Articles"
    },
    "bet": {
      "title": "Educational Toolkit"
    },
    "books": {
      "title": "Books"
    },
    "builders": {
      "title": "Builders"
    },
    "conferences": {
      "title": "Conferences"
    },
    "filterBarLabel": "Trouvez les ressources parfaites pour vos besoins :",
    "headerSignature": "Rogzy",
    "headerText": "Bienvenue dans le trou infini du lapin de Bitcoin ! Dans cette section, nous vous proposerons un tutoriel approfondi sur la plupart des projets bitcoin là-bas. Ces pages sont maintenues par le bienfaiteur et passionné bitcoin qui soutiennent ce projet open source. Si vous payez des frais nous avons fait une erreur, veuillez nous contacter. Pour voir notre attachement financier et la mention du projet, reportez-vous à notre repérage transparent. Merci de votre confiance dans cette université et de profiter de la course.",
    "newsletters": {
      "title": "Newsletters"
    },
    "pageDescription": "Trying to understand Bitcoin is like exploring a maze that keeps growing. To aid you in your journey, we've curated an extensive collection of resources addressing a myriad of topics.",
    "pageSubtitle": "Welcome into the infinite rabbit hole of Bitcoin!",
    "pageTitle": "Ressources",
    "podcasts": {
      "title": "Podcasts"
    },
    "publicGrade": "Note publique : {{grade}}/5"
  },
  "settings": {
    "changePassword": "Change password"
  },
  "tutorials": {
    "details": {
      "checkAuthor": "Check out the author's other contributions and support his work.",
      "enjoyed": "Enjoyed this tutorial?",
      "madeBy": "This tutorial has been made by",
      "source": "Original source : ",
      "tipTooltip": "Like it? Tip."
    },
    "exchange": {
      "centralized": {
        "description": "Centralized exchanges are usually regulated entities that act as intermediaries between the banking system and the bitcoin ecosystem. They allow you to buy and sell large amounts of bitcoin and withdraw it to your wallet or bank account. They usually require KYC, and therefore monitor your activity, reporting it to financial surveillance institutions to respect local laws."
      },
      "description": "Exchanges are one of the entry and exit doors between your traditional currency (euro, dollars) and the bitcoin world. Exchanges can be regulated and KYC (Know Your Customer) compliant, or peer-to-peer and anonymous. Each exchange will offer different features, fee structures, liquidity, and customer support. Each bitcoiner will use a different one based on their needs and convictions.",
      "peer-to-peer": {
        "description": "Peer-to-peer exchanges are marketplaces where individuals exchange bitcoin for other currencies between themselves. These exchanges could be regulated or not and usually don't ask for much information (if any) about you. They simply facilitate the relationship between users. Their fees could be higher than traditional exchanges and their liquidity a bit lower. It is the preferred option for bitcoiners trying to avoid KYC."
      },
      "shortDescription": "Solutions d'achat-vente Bitcoin, KYC et non-KYC",
      "title": "Échanger"
    },
    "explorer": {
      "description": "All these tutorials have been written by passionate and dedicated bitcoiners, who wish to spread bitcoin education throughout the world. Don't forget to like, review, and tip them sats!",
      "didYouKnow": "Did you know?"
    },
    "headerSignature": "Rogzy",
    "headerText": "Bienvenue dans le trou infini du lapin de Bitcoin ! Dans cette section, nous vous proposerons un tutoriel approfondi sur la plupart des projets bitcoin là-bas. Ces pages sont maintenues par le bienfaiteur et passionné bitcoin qui soutiennent ce projet open source. Si vous payez des frais, nous vous prions de bien vouloir nous en informer. Pour voir notre attachement financier à la mention du projet, reportez-vous à notre rapport de transparence. Merci de votre confiance dans cette université et de profiter de la course.",
    "merchant": {
      "description": "Ever wonder how to easily accept bitcoin for a business? Explore our various solutions to become an expert and easily set up a merchant solution for the shops around you. The Point of Sale solution varies based on the merchant's needs (physical or online), their volume, and the complexity of their operations. A generally good proxy is to simply start with a basic LN wallet, move to an easy, efficient solution (such as mobile PoS), and finally explore BTC Pay Server for advanced, complex, professional solutions.",
      "shortDescription": "Solutions pour entreprises d'acceptation du Bitcoin",
      "title": "Marchand"
    },
    "mining": {
      "description": "The mining industry is a complex topic full of rabbit holes within. Here, we will try to accompany you on your journey by using hardware and software. From modifying an S9 into a home heater to trying to win the lottery with a nerd miner.",
      "shortDescription": "Solutions de minage de bitcoins",
      "title": "Extraction"
    },
    "node": {
      "bitcoin": {
        "description": "A Bitcoin Core node is the ground zero of your Bitcoin sovereignty stack. It allows you to run the Bitcoin software and be part of the network. You will validate blocks and transactions, decide which rules you want to apply within the network, and stop using intermediaries to propagate your transactions. There are many ways to run a Bitcoin node, some more user-friendly than others."
      },
      "description": "Nodes are like your personal servers. In Bitcoin, it's the software that allows you to run the network, collect transactions, verify the rules, and be truly sovereign. Within our ecosystem, there exist various nodes, from Bitcoin Core, to Lightning implementations, RGB, or other more advanced privacy solutions.",
      "lightning-network": {
        "description": "A Lightning node allows you to take part in the Bitcoin layer 2 protocol called Lightning. You will be able to open channels, manage their liquidity, participate in the graph, and become non-custodial regarding your Lightning wallet.",
        "name": "Lightning Network"
      },
      "rgb": {
        "description": "RGB is a scalable & confidential smart contracts system for Bitcoin & lightning network. It is a programmability layer for Bitcoin, with concepts of private & mutual ownership, abstraction and separation of concerns and represent \"post-blockchain\"."
      },
      "shortDescription": "Solutions pour faire tourner un nœud bitcoin et intégrer le réseau",
      "title": "Noeud"
    },
    "pageDescription": "Bitcoin is a wide industry, that becomes wider and wider everyday. To help you explore it, we’ve gathered a large number of tutorials that describe various solutions.",
    "pageSubtitle": "Welcome into the infinite rabbit hole of Bitcoin!",
    "pageTitle": "Tutoriels",
    "privacy": {
      "bitcoin": {
        "description": "Bitcoin is not private by default, it is intentionally designed to be pseudonymous, and every transaction is public and stored forever. In order to regain some confidentiality, we must use best user practices and specific tools integrated into our software. From avoiding address reuse to CoinJoin, through mixing your coins and connecting to your own node, we will help you on your journey towards privacy."
      },
      "description": "Privacy is a fundamental right. While we aspire to a world where privacy is the default, it is not the reality we live in. We will try to explain to you the best practices, assist you with tutorials, and set you on a more sovereign path regarding your data.",
      "general": {
        "description": "In the era of mass surveillance, regaining a certain level of privacy in your everyday life is essential. Given that each user will have a certain degree of paranoia and technological knowledge, it is perfectly normal to use certain tools and adapt them to your needs. Here, we will explore different protection solutions such as VPNs, Tor, Tails OS, PGP, encrypted messages, and much more."
      },
      "shortDescription": "Outils de sauvegarde et de maintien de la vie privée",
      "title": "Confidentialité"
    },
    "wallet": {
      "description": "A Bitcoin wallet is like your keychain. It allows you to spend and receive bitcoin. There are a lot of different types of wallets, all with different use cases, functions, costs, and user experiences. Each bitcoiner will use a different device based on their needs, level of exigence, and experience.",
      "desktop": {
        "description": "Desktop wallets are usually for more advanced users as they combine the use of hardware devices and the desktop wallet software. It's like having a new, more custom, and functionality-intensive interface for your hardware device to use. Such wallets offer multi-signature options, privacy features, inheritance integration mechanisms, and more."
      },
      "hardware": {
        "description": "Hardware wallets are usually used to store your long-term bitcoin savings. They are physical devices that aren't connected to the internet (often called \"cold wallets\") and are usually highly secure. Even though these devices are often open-source regarding their software, the hardware costs around 50 to 300 euros. Consider these devices like a bank account for larger amounts of savings that you would use once in a while."
      },
      "mobile": {
        "description": "Mobile wallets are usually used for daily spending. They integrate the Lightning Network for low-fee, instant transactions. They are usually connected to the internet (often called \"hot wallets\") and are therefore less secure than hardware wallets. They should be used only to store small amounts of bitcoin, consider them as your everyday wallet in your pocket."
      },
      "shortDescription": "Solutions de sécurisation et d'utilisation de vos bitcoins",
      "title": "Portefeuille"
    }
  },
  "underConstruction": {
    "github": "GitHub",
    "p1": "Un lapin est tombé dans un trou. À cause de cette aventure inattendue, cette page est en cours de construction pour le moment. Nous nous excusons pour tout inconvénient. Notre équipe est en plein équipement pour compléter cette page. Si vous êtes intéressé à prêter une main, n'hésitez pas à consulter notre",
    "p2": "et pensez à rejoindre notre communauté !",
    "pageTitle": "Oups."
  },
  "words": {
    "about": "À propos de",
    "about-us": "A Propos",
    "account": "Compte client",
    "additionalCriteria": "Critères supplémentaires",
    "advanced": "Avancé",
    "article": "Article",
    "articles": "Articles",
    "audioBook": "Livre audio",
    "back": "Précédent",
    "beginner": "Débutant",
    "bitcoinWhitepaper": "Bitcoin Whitepaper",
    "book": "Réserver",
    "books": "Livres",
    "builders": "Constructeurs",
    "certificate": "Certificate",
    "conference": "Conférence",
    "conferences": "Conférences",
    "content": "Contenus",
    "continue": "Continue",
    "course": "Cours",
    "courses": "Cours",
    "dashboard": "Dashboard",
    "details": "Details",
    "didYouKnow": "Le saviez-vous?",
    "documentaries": "Documents",
    "donations": "Dons",
    "economy": "Economy",
    "email": "Courriel",
    "exchanges": "Échanges",
    "followUs": "Suivez-nous",
    "helpUs": "Aidez-nous",
    "home": "Accueil",
    "intermediate": "Intermédiaire",
    "interview": "Interview",
    "level": {
      "advanced": "Avancé",
      "beginner": "Débutant",
      "expert": "Expert",
      "intermediate": "Intermédiaire"
    },
    "library": "Bibliothèque",
    "lightning": "Éclair",
    "lnurlAuth": "LNURL Auth",
    "manifesto": "Manifesto",
    "merchandising": "Marchandising",
    "merchants": "Marchands",
    "mining": "Extraction",
    "more": "En savoir plus",
    "movieDocumentary": "Film documentaire",
    "newsletter": "Newsletter",
    "newsletters": "Newsletters",
    "node": "Noeud",
    "nodeNetwork": "Node Network",
    "or": "ou",
    "ourStory": "Notre histoire",
    "podcast": "Podcast",
    "podcasts": "Podcasts",
    "professors": "Professors",
    "register": "Inscription",
    "relatedResources": "Ressources connexes",
    "resources": "Ressources",
    "resume": "Resume",
    "review": "Évaluer",
    "rogzy": "Rogzy",
    "signIn": "Se connecter",
    "sponsorUs": "Sponsorisez-Nous",
    "sponsoringAndContributors": "Sponsoring & contributeurs",
    "supportUs": "Soutenez-nous",
    "teachers": "Professeurs",
    "termsAndConditions": "Termes et conditions",
    "toolkits": "Toolkits",
    "tutorial": "Tutoriel",
    "tutorials": "Tutoriels",
    "update": "Update",
    "video": "Vidéo",
    "videos": "Vidéos",
    "wallets": "Portefeuilles"
  }
}
