{
  "about": {
    "activeContributors": "Des contributeurs actifs",
    "missionTitle": "Notre mission",
    "missionContent1": "Notre mission est de soutenir les communautés locales de Bitcoin par le biais de l'éducation et de la mise en réseau open-source. Nous collectons, organisons et créons les ressources nécessaires (cours, livres, affiches, dépliants, vidéos) pour que l'industrie Bitcoin puisse progresser.",
    "missionContent2": "Nous centralisons les connaissances pour mieux les distribuer à travers un dépôt GitHub simple et multilingue et une plateforme d'apprentissage en ligne. Nous aidons les hubs Bitcoin locaux dans leur développement avec les bons outils pour que leurs talents grandissent.",
    "commitmentTitle": "Nos engagements",
    "commitmentContent": "Nos engagements envers la communauté bitcoin sont les suivants : \n • Rester open-source \n • Fournir un contenu éducatif de haute qualité \n • Traduire notre contenu dans autant de langues que possible \n • Soutenir les constructeurs Bitcoin dans leur parcours entrepreneurial",
    "coreTeamTitle": "Le cœur de l'équipe",
    "coreTeamContent": "PlanB Network est un collectif de centaines de contributeurs, enseignants, leaders communautaires, designers, développeurs et organisateurs. Un grand merci aux nombreuses personnes qui ont fait du PlanB une réalité et continuent de le faire chaque jour. (Un mur de nos contributeurs arrivent bientôt)",
    "coreTeamGiacomoRole": "Directeur et co-fondateur",
    "coreTeamRogzyRole": "Responsable du produit et co-fondateur",
    "coreTeamAsioRole": "Coordonnateur pédagogique",
    "coreTeamAjelexRole": "Coordonnateur des Nœuds",
    "corporateTitle": "Sociétés partenaires",
    "corporateContent": "PlanB Network est le projet commun de trois entités axées sur le développement de Bitcoin. Dans le but de faire évoluer les couches d'éducation Bitcoin, ils ont décidé de collaborer pour former PlanB Network. Depuis lors, de nombreuses autres entités ont décidé de contribuer et d'unir leurs forces pour nous aider à apporter l'éducation Bitcoin au monde. Pour cette raison, un immense merci leur est dû.",
    "coportateContact": "Informations de contact :",
    "storyTitle": "Notre histoire",
    "storyContent": "Le réseau PlanB est une initiative qui soutient l'éducation Bitcoin dans le monde entier. Il s'agit du croisement de diverses entreprises Bitcoin passionnées axées sur l'éducation, les logiciels open source, les réseaux pair-à-pair et le sens de la communauté. Ensemble, ils ont décidé de construire le réseau PlanB et d'offrir à l'écosystème Bitcoin les bons outils pour se développer. Notre présentation de la version 2023 est disponible ici.",
    "title": "À propos du réseau PlanB",
    "subtitle": "Notre force, c'est notre communauté. Rassemblons-nous pour former un réseau bitcoin mondial.",
    "manifesto": "Nous croyons en l'avenir décentralisé que Bitcoin offre.\n\nNotre mission est d'introduire Bitcoin à un milliard de personnes en une décennie. Nos outils sont l'éducation et l'information.\n\nNous soutenons les communautés locales de Bitcoiners en fournissant du contenu éducatif open-source et en offrant un réseau de mentors Bitcoin.\n\nNotre philosophie est inspirée du manifeste cypherpunk. Tout comme ils ont défendu la vie privée, nous défendons l'éducation. Nous croyons que la connaissance est le fondement de la liberté et du changement.\n\nNous sommes uniquement Bitcoin.\n\nNous prônons la responsabilité individuelle et l'indépendance offerte par la possession de vos propres clés.\n\nNous insistons sur la vérification, pas sur la confiance aveugle.\n\nNous croyons qu'en réparant l'argent, nous réparons le monde.\n\nNous sommes décentralisés et open-source, évitant tout point unique de défaillance.\n\nNous encourageons la libre diffusion de notre contenu.\n\nNous aspirons à un monde qui fonctionne du bas vers le haut, où l'individu est au centre.\n\nNous simplifions, nous éduquons, nous partageons.\n\nRejoignez-nous dans notre mission d'orange-pill le monde.\n",
    "description": "Le réseau Plan B aide les communautés du monde entier à s'organiser afin de fournir une meilleure éducation. La plateforme développe les outils nécessaires à cet objectif, grâce à l'académie en ligne, le portail des tutoriels, le Bitcoin Educational Toolkit et le portail des ressources."
  },
  "auth": {
    "accountCreated": "Votre compte a été créé, {{userName}} !",
    "alreadyHaveAccount": "Vous avez déjà un compte ?",
    "canSaveProgress": "Vous pouvez maintenant enregistrer votre progression sur l'Académie Bitcoin",
    "connectWithLn": "Se connecter avec LN",
    "createAccount": "Créer un compte",
    "createOne": "Créez-en un !",
    "emailAddress": "Adresse email",
    "errors": {
      "usernameRegex": "Le nom d'utilisateur ne peut contenir que des lettres, des chiffres, _, . et -.",
      "usernameRequired": "Le nom d'utilisateur est requis.",
      "usernameTooShort": "Le nom d'utilisateur doit contenir au moins 5 caractères.",
      "displayNameRequired": "Un nom d'affichage est requis.",
      "invalidCredentials": "Identifiants invalides",
      "displayNameRegex": "Le nom d'affichage ne peut contenir que des lettres, des chiffres, _, ., - et des espaces.",
      "displayNameTooShort": "Le nom d'affichage doit contenir au moins 2 charactères."
    },
    "forgottenPassword": "Mot de passe oublié ?",
    "headerAccountCreated": "Compte créé",
    "lnurlAuthDescription": "Scannez ce code QR avec votre portefeuille Lightning pour vous connecter !",
    "noAccountNeeded": "Pas besoin de compte pour commencer à apprendre sur The Sovereign University !",
    "noAccountYet": "Vous n'avez pas encore de compte ?",
    "resetPassword": "Réinitialisation du mot de passe",
    "newPassword": "Nouveau mot de passe",
    "passwordMinLength": "Le mot de passe doit contenir au moins {{len}} caractères",
    "passwordRequired": "Le mot de passe est requis",
    "passwordsDontMatch": "Les mots de passe ne correspondent pas",
    "passwordChanged": "Mot de passe changé",
    "passwordSuccessfullyChanged": "Votre mot de passe a été changé avec succès, vous pouvez maintenant vous connecter avec.",
    "backToLogin": "Revenir à la connexion",
    "backToHome": "Retour à l'accueil",
    "invalidToken": "Token invalide",
    "checkingToken": "Vérification du token",
    "checkingTokenExplain": "Nous vérifions la validité du token de réinitialisation de mot de passe...",
    "invalidTokenExplain": {
      "expired": "Le token a expiré",
      "consumed": "Le token a déjà été utilisé",
      "invalid": "Le token est invalide",
      "notFound": "Token non trouvé"
    },
    "passwordResetError": "Erreur de réinitialisation du mot de passe",
    "passwordResetSent": "Un email de réinitialisation de mot de passe a été envoyé (si l'adresse figure dans notre base de données).",
    "tryAgain": "Réessayer",
    "sendLink": "Envoyer un lien",
    "signIn": "Se connecter",
    "displayName": "Nom d'affichage",
    "oldPassword": "Ancien mot de passe",
    "confirmation": "Confirmation"
  },
  "bet": {
    "contribute": "Ce toolkit est ouvert à la contribution. Il utilise Figma, pour que n'importe qui puisse ajouter, modifier et traduire. Pour collaborer, ajouter une catégorie ou discuter, n'hésitez pas à rejoindre notre discord.",
    "educationalContent": {
      "description": "Ce contenu est destiné à être utilisé à des fins éducatives et pour des événements.",
      "title": "Contenu pédagogique"
    },
    "hereForYou": "Le BET est là pour vous !",
    "pageDescription": "L’adoption massive n’est pas chose aisée. Pour nous rapprocher plus rapidement de cet objectif, nous avons développé une base de données extensible de contenu éducatif. Ici, les enseignants Bitcoin peuvent librement déposer et accéder au contenu selon leurs besoins. Ne réinventons pas la roue à chaque fois, et travaillons ensemble pour centraliser les ressources utiles dans une seule boîte à outils !",
    "pageSubtitle": "Le BET - Une boîte à outils Bitcoin open-source pour tous les projets éducatifs",
    "pageTitle": "Boîte à outils pédagogique Bitcoin",
    "visualContent": {
      "description": "Ce contenu comporte des données visuelles brutes pour vos créations.",
      "title": "Contenu visuel"
    },
    "contributeButton": "Aider et contribuer",
    "contributeTitle": "Vous souhaitez contribuer ?",
    "contributeDescription": "Si vous souhaitez ajouter, modifier ou traduire du contenu, votre aide sera la bienvenue !"
  },
  "book": {
    "abstract": "Résumé",
    "bookSummary": {
      "modifyTooltip": "Écrire ou modifier",
      "noSummary": "Il reste encore un résumé à rédiger. Si vous avez lu le livre et souhaitez partager le vôtre, n'hésitez pas à en rédiger un sur Github. Cela profiterait grandement à la communauté, améliorerait les ressources de l'université et vous pourriez même gagner quelques sats pour vos efforts !",
      "notice": "ce résumé provient de GitHub",
      "title": "Le résumé du livre"
    },
    "buttonBuy": "Acheter",
    "buttonPdf": "PDF / E-book",
    "offeredBy": "Offert par un généreux contributeur",
    "pageSubtitle": "Ce portail est open-source et ouvert aux contributions.",
    "pageTitle": "La bibliothèque",
    "topicsAddressed": "Thèmes abordés :"
  },
  "builders": {
    "pageSubtitle": "Ce portail est open-source et ouvert aux contributions.",
    "pageTitle": "Portail créateur",
    "otherCommunities": "Explorez les communautés de Plan B",
    "languages": "Langues",
    "relatedEvents": "Événements à venir liés",
    "networkStrength": "La force d'un réseau réside dans ses membres",
    "noRelatedEvents": "Il n'y a aucun événement à venir lié à ce contributeur pour le moment."
  },
  "courses": {
    "categories": {
      "btc": "Bitcoin",
      "crypto": "Cryptographie",
      "cuboplus": "Bitcoin",
      "econ": "Économie autrichienne",
      "fin": "Finance",
      "ln": "Réseau Lightning",
      "min": "Minage",
      "secu": "Sécurité et confidentialité"
    },
    "chapter": {
      "count": "Chapitre n°{{count}}",
      "finishCourse": "Terminer le cours",
      "next": "Terminé, passez au chapitre suivant",
      "thanksTip": "Vous souhaitez montrer votre appréciation ?\nVous pouvez soutenir l'auteur en lui laissant un pourboire.",
      "detail": {
        "title": "Détails de la classe",
        "p1heading": "Avez-vous l'intention d'assister à cette leçon en personne ?",
        "p1content": "Assurez-vous de réserver votre place",
        "bookSeat": "Réserver votre place",
        "classIsFull": "La classe est déjà complète",
        "cancelBooking": "Annulez votre réservation",
        "ticketDownload": "Téléchargez votre billet",
        "p2heading": "Vous n'êtes plus disponible ?",
        "p2content": "Pas de problème ! Le cours sera diffusée en direct sur cette page et disponible en redifusion plus tard."
      },
      "live": {
        "title": "Vidéo en direct",
        "stayTuned": "La session en direct commencera 30 minutes avant le début du cours. Restez à l'écoute !"
      },
      "nextLesson": "La prochaine leçon sera"
    },
    "details": {
      "accessible": "Accessible : à vie",
      "buyCourse": "Achetez le cours",
      "courseId": "ID du cours : {{courseId}}",
      "coursePayment": "Paiement du cours",
      "curriculum": "Syllabus",
      "date": "Date : {{startDate}} à {{endDate}}",
      "dates_to": "{{startDate}} to {{endDate}}",
      "description": "Description",
      "duration": "Durée : {{hours}} heures",
      "goal": "But :",
      "level": "Niveau : $t(words.level.{{level}})",
      "mobile": {
        "chapters": "{{chapters}} chapitres",
        "hours": "{{hours}} heures"
      },
      "numberOfChapters": "Nombre de chapitres : {{number}}",
      "objectives": "Objectifs",
      "objectivesTitle": "Ce que vous apprendrez :",
      "price": "Prix : {{price}} sats",
      "professor": "Professeur",
      "startCourse": "Débuter le cours",
      "taughtBy": "Ce cours est enseigné par",
      "teacher": "Professeurs : {{teacher}}",
      "teachers": "Professeurs : {{teachers}}",
      "teacherWord": "Un mot de l’enseignant",
      "total": "Total",
      "payment_successful": "Paiement réussi !",
      "access_invoice": "Vous pouvez accéder à votre facture via votre tableau de bord",
      "payment_details": "Détails de paiement",
      "amount": "Montant",
      "invoiceId": "Invoice ID",
      "terms1": "See our",
      "terms2": "general terms",
      "terms3": "and conditions for refund details",
      "terms4": "Fee distribution: Author 99 % - Plateform 1 %",
      "buyOnlineCourse": "Acheter un cours en ligne",
      "inPersonAccess": "Vous devez télécharger votre billet pour accéder au cours en personne.",
      "buyInPersonCourse": "Acheter un cours en personne"
    },
    "explorer": {
      "footerTitle": "Nos professeurs sont là pour vous !",
      "footerp1": "À Sovereign University, nos professeurs ont une autonomie totale vis à vis de leur contenu et aux outils qu'ils veulent explorer, aussi longtemps qu'ils suivent le code d'éthique. Ce sont des bitcoineurs passionnés venus de différents horizons.",
      "footerp2": "Si vous voulez améliorer un cours ou fournir le vôtre, vous pouvez simplement le faire via le GitHub. Pour soutenir un professeur, vous pouvez soit noter son cours, le faire directement ou devenir membre de l'université pour soutenir la plateforme.",
      "moreToCome": ".... et plus à venir !",
      "pageDescription": "Ici, vous pourrez trouver un grand nombre de formations liées au Bitcoin, couvrant une large gamme de sujets. Ce contenu éducatif est organique, il évolue au fur et à mesure que bitcoin se développe. Tout le contenu est gratuit, open-source et accessible à tous. Veuillez consulter l'index des cours, organisé en cercles pour s'adapter au parcours d'apprentissage de chacun.",
      "pageSubtitle": "Adoption massive grâce à une éducation open source centralisée",
      "pageTitle": "Formations",
      "s2p1": "Si vous avez commencé à explorer le terrier du Bitcoin, vous devez savoir qu'il s'agit d'un voyage sans fin avec de nombreux chemins. Ici, à l'université, nous comprenons cela et avons conçu notre contenu éducatif pour être non linéaire, autonome et aussi vaste que possible.",
      "s2p2": "Vous serez en mesure de choisir votre propre voie et de la suivre, en acquérant des compétences et des connaissances aussi loin que votre motivation vous emmènera.",
      "s2p3": "Tous nos cours sont 100% gratuits donc rien ne peut vous arrêter !",
      "s2t1": "L’éducation Bitcoin est un voyage, pas une destination.",
      "s3PickLevel": "Choisir les niveaux :",
      "s3PickTopic": "Choisir les sujets :",
      "s3t1": "Toutes les cours portent le nom de leur sujet principal",
      "journey": "Bitcoin est un voyage, pas une destination",
      "findCourses": "Trouvez le cours parfait pour vos besoins grâce au sélecteur de cours",
      "exploreCourses": "Explorez tous les cours Plan ₿",
      "buildPath": "Construisez votre propre chemin dans le terrier du lapin",
      "seeCourse": "Voir le cours"
    },
    "footer": {
      "": ""
    },
    "part": {
      "count": "Partie {{count}}"
    },
    "payment": {
      "access_invoice": "Vous pouvez accéder à votre facture via votre tableau de bord",
      "accessibility": "Accessibilité",
      "accessibility_forever": "Pour toujours",
      "amount": "Montant",
      "date": "Date",
      "dates_to": "{{startDate}} to {{endDate}}",
      "downloadCurriculum": "Télécharger le programme",
      "duration": "Durée",
      "invoiceId": "Invoice ID",
      "numberOfChapters": "Nombre de chapitres",
      "payment_details": "Détails de paiement",
      "payment_successful": "Paiement réussi !",
      "teacher": "Professeur",
      "teachers": "Professeurs",
      "terms1": "See our",
      "terms2": "general terms",
      "terms3": "and conditions for refund details",
      "terms4": "Fee distribution: Author 99 % - Plateform 1 %",
      "total": "Total",
      "back_course": "Retour au cours",
      "callout": "Vous êtes sur le point d'acheter ce cours.",
      "description": "Cet achat vous donnera accès à des formations en ligne sur la plateforme ainsi qu'à des cours en personne, à condition que vous réserviez votre place. Chaque session de cours a lieu en personne aux dates et lieux spécifiés avant d'être enregistrée et diffusée en ligne sur la plateforme.",
      "book_description": "Veuillez consulter les détails du lieu fournis.\nUne fois votre réservation traitée, nous vous enverrons un billet de confirmation et un code QR à présenter lors de l'événement.",
      "qr_unified": "Ce code QR est unifié, il accepte donc les paiements lightning et on-chain.",
      "time": "Temps",
      "onlineCallout": "Vous êtes sur le point d'acheter un accès <strong>en ligne</strong> à ce cours.",
      "inPersonCallout": "Vous êtes sur le point d'acheter un accès <strong>en personne</strong> à ce cours.",
      "onlineDescription": "Chaque session de cours est diffusée en direct sur la plateforme.\nCet achat vous donnera accès aux diffusions en direct et aux rediffusions.",
      "inPersonDescription": "Chaque séance de cours a lieu en personne aux dates et lieux spécifiés et est également diffusée en direct sur la plateforme.\nCet achat vous donnera accès aux cours en personne et en ligne.\nN'oubliez pas de réserver votre place pour les cours auxquels vous souhaitez assister en personne."
    },
    "preview": {
      "by": "par {{professor}}",
      "letsgo": "Allons-y"
    },
    "proceedToPayment": "Proceed to payment",
    "quizz": {
      "clickOnPie": "Cliquez sur le camenbert pour vérifiez vos erreurs et obtenir les explications",
      "quizz": "Questionnaire",
      "quizzResults": "Résultats des quiz",
      "quizzReview": "Revue du quiz",
      "resultCongrats": "Félicitations, vous avez bien réussi !",
      "resultItsOk": "Ne renoncez pas, vous ferez mieux la prochaine fois !",
      "resultNotBad": "Pas trop mal !",
      "resultPerfect": "Tout est parfait ! Félicitations !"
    },
    "unreleased": {
      "colcardAndSparrow": "ColdCard et Sparrow",
      "financeIntroduction": "Introduction à la finance",
      "financialCrisis": "Analyse des crises majeures",
      "hyperinflation": "Etude des hyperinflations",
      "theoreticalLightning": "Cours théorique avancé sur le Lightning Network"
    },
    "exam": {
      "answersReview": "Révision des réponses",
      "availableDashboard": "Il sera disponible dans votre tableau de bord dans environ 10 heures.",
      "certificateGeneration": "Votre certificat est en cours de génération et ",
      "congratulationsPassed": "Félicitations, vous avez <0>réussi</0> l'examen final !",
      "explanations": "Explications :",
      "sameRules": "Vous êtes sur le point de repasser l'examen final. Les règles restent les mêmes.",
      "quitWithoutSubmitting": "Oups, il semble que vous ayez quitté la page sans soumettre vos réponses. Cela annule le test.",
      "retakeInstructions": "Vous avez 20 minutes pour répondre à 40 questions, chacune avec une seule bonne réponse. Vous pouvez naviguer entre les questions et soumettre vos réponses à la fin.",
      "testKnowledge": "Maintenant que vous avez complété ce cours, testons vos connaissances.",
      "testResults": "Résultats du test",
      "timeLeft": "Temps restant",
      "timeStampBenefits": "Pourquoi c'est important :",
      "timeStamped": "horodaté.",
      "sureSubmit": "Êtes-vous sûr de soumettre votre examen ?",
      "timeStampHow": "Comment ça marche :",
      "timerStart": "Une fois que vous cliquerez sur Démarrer, un minuteur de 20 minutes commencera.",
      "tryOneMoreTime": "Essayons encore une fois !",
      "yesSubmit": "Oui, soumettre",
      "examAndDiploma": "Examen & Diplôme",
      "examDetails": "L'examen comprend 40 questions à choix multiples, chacune avec une seule bonne réponse. Vous pouvez changer vos réponses à tout moment avant de les soumettre, tant que le chronomètre n'est pas fini.",
      "failed": "Échoué",
      "finalExam": "Examen final",
      "findInformationChapter": "Trouvez plus d'informations dans ce chapitre :",
      "getCertificate": "Obtenir mon certificat",
      "goBack": "Reviens",
      "goodLuck": "Bonne chance !",
      "instructions": "Instructions :",
      "letsConclude": "Tout est fini, concluons",
      "noGoBack": "Non, reviens",
      "globallyRecognized": "Reconnu mondialement : les informations d’identification soutenues sur la blockchain sont fiables dans le monde entier.",
      "passed": "Passé",
      "passRate": "Le taux de réussite est de 80%.",
      "retakeExam": "Repasser l'examen",
      "score": "Score",
      "skipExam": "Sauter l'examen",
      "skipExamGoConclusion": "Sauter l'examen, aller à la conclusion",
      "skipExamDescription": "Vous pouvez aussi sauter l'examen et passer directement à la conclusion en cliquant sur le bouton ci-dessous.",
      "startExam": "Commencer l'examen",
      "submit": "Soumettre",
      "verifyDisplayName": "Avant de commencer, veuillez vérifier votre nom d'affichage ci-dessous, car il sera utilisé pour générer votre diplôme.",
      "whyTimeStamp": "Horodatage de votre diplôme :\nPourquoi c'est important",
      "wishTryAgain": "Si vous souhaitez réessayer, l'examen sera disponible dans 24 heures.",
      "congratulations": "Félicitations, vous avez atteint la fin de ce cours !",
      "dontGiveUpTryAgain": "N'abandonne pas !\nTu peux réessayer après 24 heures.",
      "dontWorry": "Ne vous inquiétez pas des erreurs ; ce test aide à renforcer votre apprentissage. Si vous ne le réussissez pas, vous pouvez le repasser dans 24 heures.",
      "futureProof": "À l'épreuve du futur : Votre diplôme est protégé définitivement et toujours valide.",
      "instantVerification": "Vérification instantanée : Les employeurs peuvent facilement vérifier l'authenticité et la date de délivrance de votre diplôme.",
      "notTranslatedYet": "Nous sommes désolés, mais la fonctionnalité d'examen final n'est pas encore disponible dans la langue sélectionnée. Vous pouvez choisir de passer à une autre langue pour continuer.",
      "oneMinuteLeft": "Vous n'avez plus qu'une minute",
      "oopsFailed": "Oups, il semble que vous ayez <0>échoué</0> à l'examen final.",
      "planBTimeStamp": "Chez Plan ₿ Network, nous sécurisons votre diplôme à l'aide d'une technologie d'horodatage soutenue par la blockchain.",
      "tamperProof": "Inviolable : la blockchain garantit que personne ne peut modifier ou falsifier vos informations d'identification.",
      "timeStampHowDescription": "Lors de la délivrance de votre diplôme, une « empreinte digitale » numérique unique est créée et stockée sur la blockchain. Cela rend l'enregistrement permanent et inviolable. Toute tentative de modification de votre diplôme rompra le lien, révélant ainsi le changement.",
      "tryAgain": "Réessayer"
    },
    "review": {
      "generalGrade": "Note générale",
      "ratingsAndReviews": "Notes & avis",
      "recommend": "Recommanderiez-vous ?",
      "quality": "Qualité",
      "tooHard": "trop dur",
      "tooLong": "trop long",
      "tooShort": "trop court",
      "veryBad": "très mauvais",
      "loadMoreComments": "Charger plus de commentaires",
      "commentPublic": "Commentaire (public)",
      "currentlyLoggedOut": "Vous êtes actuellement déconnecté. Pour nous donner votre avis sur le cours, veuillez <0>vous connecter ou vous inscrire</0>.",
      "difficulty": "Difficulté",
      "faithful": "Fidèle à l'objectif ?",
      "loading": "Chargement...",
      "neutral": "neutre",
      "no": "non",
      "notReally": "non, pas vraiment",
      "veryGood": "très bien",
      "whatStudentsSay": "Ce que les étudiants disent de ce cours",
      "writeThoughts": "Ici vous pouvez écrire vos pensées",
      "yesOfCourse": "oui, bien sûr",
      "yesVeryMuch": "oui, beaucoup",
      "submitReview": "Soumettre un avis",
      "tooEasy": "trop facile",
      "commentTeacher": "Commentaire à l'enseignant (privé)",
      "feedbackSessionTitle": "Session de retour d'information",
      "soAndSo": "untel et untel",
      "feedbackDescription": "Veuillez évaluer votre expérience avec le cours ci-dessous.\nCette session de retour d'information est obligatoire pour avoir accès à l'examen final et pour valider le cours.\nNotez que les enseignants n'auront pas accès aux évaluations individuelles.",
      "asExpected": "comme prévu",
      "commentAdmin": "Commentaire à l'équipe d'administration (privé)",
      "displayOutOf": "affiché hors de",
      "length": "Longueur"
    }
  },
  "dashboard": {
    "myCourses": {
      "resumeLesson": "Reprendre la leçon",
      "completed": "Terminé",
      "details": "Détails",
      "inprogress": "En cours",
      "completedCoursesTitle": "Cours terminés",
      "completedCoursesDescription": "Ici vous pouvez vérifier vos cours terminés.",
      "seeProgress": "pour voir vos progrès ici.",
      "startCourse": "Commencer ou terminer un cours",
      "inprogressCoursesTitle": "Cours en cours",
      "inprogressCoursesDescription": "Ici vous pouvez vérifier votre progression dans les cours que vous avez commencés."
    },
    "account": "Compte",
    "courses": "Cours",
    "logout": "Se déconnecter",
    "booking": {
      "accessLive": "Accéder à l'examen en direct",
      "billingTitle": "Historique de facturation",
      "billingSubtitle": "Téléchargez les factures de vos réservations ici.",
      "downloadInvoice": "Télécharger la facture",
      "downloadTicket": "Télécharger le billet",
      "invoiceDate": "Date",
      "invoiceTitle": "Titre",
      "invoiceType": "Type",
      "ticketDate": "Date",
      "ticketLocation": "Emplacement",
      "ticketTitle": "Titre",
      "ticketType": "Type",
      "noInvoice": "Vous n'avez actuellement aucune facture.",
      "noTicket": "Vous n'avez actuellement aucun billet.",
      "pastTicketTitle": "Réservations passées",
      "upcomingTicketTitle": "Réservations à venir",
      "upcomingTicketSubtitle": "Téléchargez votre billet ici pour assister à votre prochain événement. N'oubliez pas de l'apporter avec vous pour entrer."
    },
    "bookings": "",
    "bCertificate": {
      "certificate": "Certificat",
      "grade": "Note",
      "bookExam": "Réservez une session d'examen",
      "noResults": "Il n'y a pas encore de notes ou de certificats associés à ce compte.\nSi vous avez réussi un examen et que vos résultats ne sont pas disponibles après une période prolongée, veuillez nous contacter pour obtenir de l'aide."
    },
    "administration": "Administration",
    "calendar": {
      "calendar": "Calendrier",
      "personalCalendar": "Calendrier personnel"
    },
    "profile": {
      "preview": "Aperçu",
      "displayName": "Nom d'affichage",
      "email": "Courriel",
      "password": "Mot de passe",
      "personalInformation": "Mes informations personnelles",
      "profile": "Profil",
      "cancel": "Annuler",
      "save": "Sauvegarder",
      "saving": "Enregistrement...",
      "profileInformation": "Informations du profil",
      "profilePicture": "Photo de profil",
      "security": "Sécurité",
      "username": "Nom d'utilisateur",
      "edit": "Éditer",
      "change": "Changer",
      "emailChangeConfirmation": "Un email de confirmation pour le changement de votre email a été envoyé, veuillez vérifier votre boîte de réception pour confirmer.",
      "crop": "Recadrer"
    },
    "teacher": {
      "courses": {
        "reviews": "Avis",
        "analytics": "Analytique",
        "objectives": "Objectifs",
        "proposeNewCourse": "Proposer un nouveau cours",
        "reviewInfos": "Ici vous pouvez contrôler et examiner toutes les informations concernant chaque cours que vous avez coordonné.",
        "examResults": "Résultats d'examen",
        "courseDetails": "Détails du cours",
        "courseId": "ID de cours",
        "courseLongDescription": "Description introductive",
        "courseModification": "Si vous avez besoin d'aide pour modifier quelque chose dans le cours, veuillez consulter ce <0>tutoriel</0>.",
        "courseName": "Nom du cours",
        "courseShortDescription": "But",
        "coursesManagementPanel": "Panneau de cours",
        "curriculum": "Programme de cours",
        "curriculumDescription": "Voici le programme actuel de ce cours.",
        "editOnGithub": "Modifier sur Github",
        "makeModifications": "Besoin de faire des modifications ?",
        "quickRecap": "Ici vous pouvez trouver toutes les informations générales concernant ce cours."
      },
      "menu": "Menu enseignant",
      "profile": {
        "account": "Compte enseignant",
        "billingInformations": "Informations de facturation",
        "chooseTags": "Choisissez les étiquettes qui vous décrivent le mieux",
        "publicProfileDescription": "Ici vous pouvez remplir ou modifier toutes les informations associées à votre activité en tant qu'enseignant au sein du réseau Plan ₿.",
        "noShortBio": "Aucune courte biographie n'est liée à ce compte pour le moment, n'hésitez pas à l'ajouter sur GitHub.",
        "noTags": "Aucune étiquette liée à ce compte pour le moment.",
        "notifications": "Notifications",
        "publicDescription": "Cette description est affichée dans votre fiche d'information enseignant sur la plateforme.",
        "publicProfile": "Profil public",
        "description": "Votre description",
        "descriptionTags": "Ces balises complètent votre profil public car elles montrent vos spécialités en tant que bitcoiner.",
        "enterTipsInformations": "Le réseau Plan ₿ encourage les utilisateurs à donner des pourboires aux enseignants. Veuillez saisir vos informations afin que les personnes puissent vous donner des pourboires quand elles le souhaitent.",
        "lightningAddress": "Adresses lightning",
        "makeModifications": "Besoin d'apporter des modifications ?",
        "noLightningAddress": "Aucune adresse lightning n'a encore été ajoutée.",
        "writeShortBio": "Rédigez une courte biographie sur vous-même",
        "teacher": "Professeur",
        "teacherProfile": "Profil enseignant",
        "tutorialModification": "Si vous avez besoin d'aide pour modifier quelque chose, veuillez consulter ce <0>tutoriel</0>."
      },
      "reviews": {
        "writtenFeedbacks": "Commentaires écrits",
        "reviews": "Avis",
        "reviewsAndGrading": "Avis & notation",
        "seeStatistics": "Voir les statistiques",
        "viewDetails": "Voir les détails",
        "checkComments": "Ici, vous pouvez lire les commentaires donnés par les étudiants. Les commentaires sont triés par date.",
        "checkReviews": "Ici, vous pouvez vérifier les notes et les avis que votre cours a reçus.",
        "noReviewsYet": "Ce cours n'a pas encore reçu d'avis et de notes.",
        "privateComment": "Commentaire privé",
        "publicComment": "Commentaire public",
        "review": "Avis"
      }
    },
    "course": {
      "completionDiploma": "Diplôme final",
      "completionExamInfo": "Ici vous pouvez trouver les informations relatives à l'examen final à la fin de ce cours."
    },
    "credentials": {
      "bCertificate": "Certificat ₿",
      "beingGraded": "Votre examen est en cours de correction. Les résultats devraient être disponibles dans 1 ou 2 semaines.",
      "courseDiplomas": "Diplômes de cours",
      "courseDiplomasSubtitle": "Ici vous pouvez trouver les détails concernant tous les examens que vous avez passés après avoir terminé un cours sur la plateforme.",
      "completionDiplomas": "Diplômes finaux",
      "downloadAvailableSoon": "Le téléchargement du certificat sera bientôt disponible",
      "globalCertifications": "Certifications mondiales",
      "retakeExam": "Repasser l'examen",
      "seatBooked": "Votre place à la session d'examen est réservée",
      "seeTicket": "Voir le billet",
      "yourCertificate": "Votre certificat",
      "bCertificateSubtitle": "Ici vous pouvez trouver les détails concernant vos réservations et les notes de vos certificats ₿ passés et futurs.\nLe certificat ₿ est un examen sur table organisé par le réseau Plan ₿ pour affirmer votre niveau en Bitcoin et ses sujets connexes.",
      "takePlaceAt": "La session aura lieu à"
    }
  },
  "events": {
    "introduction": {
      "introductionh1": "Welcome to Plan B Network events",
      "introductionp1": "Bottom up adoption enhanced by a strong network",
      "introductionp2": "Looking for a Bitcoin event to go to ?",
      "introductionp3": "Want to talk about Bitcoin in real time ? Here you can find all the events supported by the Plan B Network communities. Whether you want to listen to a lecture, discuss Bitcoin around a drink, or take an exam to assess your knowledge, you’ll be able to find the right event here through the Plan B Network."
    },
    "main": {
      "upcomingEvents": "Événements à venir",
      "currentEvents": "Événements qui se déroulent en ce moment"
    },
    "missed": {
      "missedh1": "Événements passés à rejouer",
      "missedp1": "Did you miss an event ?",
      "missedp2": "Here we store all replays of past events that took place in the Network, so that everyone can catch up freely on what they missed."
    },
    "card": {
      "free": "free",
      "online": "online",
      "limited": "limité à",
      "unlimited": "illimité",
      "people": "people",
      "watchLive": "Regarder en direct",
      "watchReplay": "Regarder en replay",
      "bookLive": "Réserver en direct",
      "bookSeat": "Réservez une place",
      "visitWebsite": "Visitez le site Web",
      "buyReplay": "Acheter le replay",
      "eventFull": "L'événement est complet",
      "seatBooked": "Siège réservé"
    },
    "newEvent": {
      "button": "Ajoutez mon événement",
      "description": "Bien sûr ! Tous les événements Bitcoin peuvent accroître leur visibilité ici, donc toute initiative visant à créer un nouvel événement est plus que bienvenue :)",
      "subtitle": "Orangepill un milliard de personnes n'est pas facile",
      "title": "Voulez-vous ajouter votre événement ?"
    },
    "pageDescription": "Vous souhaitez parler de Bitcoin en temps réel ? Retrouvez ici tous les événements soutenus par les communautés du réseau Plan B. Que vous souhaitiez écouter une conférence, discuter de Bitcoin autour d'un verre ou passer un examen pour évaluer vos connaissances, vous trouverez ici l'événement qui vous convient via le réseau Plan B.",
    "pageSubtitle": "Adoption ascendante améliorée par un réseau solide",
    "pageTitle": "Vous cherchez un événement Bitcoin auquel assister ?",
    "payment": {
      "access_invoice": "Vous pouvez accéder à votre facture via votre tableau de bord.",
      "access_online_successful": "Lorsque l'événement commence, connectez-vous à la plateforme pour accéder au flux en direct sur la page de l'événement.",
      "access_physical_successful": "Vous pouvez télécharger votre billet ici, ou le télécharger plus tard dans votre tableau de bord.",
      "access_type": "Type d'accès",
      "address": "Adresse",
      "additional_free_description": "Cet événement est gratuit, il n'y a donc aucun frais pour réserver cette place. Cependant, assurez-vous d'y assister, car le nombre de places est limité.",
      "amount": "Montant",
      "back_events": "Retour aux événements",
      "book_seat": "Réserver une place",
      "callout_online": "Vous êtes sur le point de réserver un accès en ligne à cet événement.",
      "callout_physical": "Vous êtes sur le point de réserver un accès physique à cet événement.",
      "callout_replay": "Vous êtes sur le point de réserver l'accès à la rediffusion de cet événement.",
      "date": "Date",
      "dates_to": "{{startDate}}{{endDate}}",
      "description_online": "Veuillez vérifier la date et l'heure de l'événement indiquées.\nLorsque le moment sera venu, connectez-vous à la plateforme pour accéder au flux en direct via la page de l'événement.",
      "description_physical": "Veuillez examiner les détails du lieu fournis.\nUne fois votre réservation confirmée, nous émettrons un billet à présenter lors de l'événement. Ce billet vous donnera également accès à la diffusion en direct et à la rediffusion, si disponible.",
      "description_free_physical": "Veuillez consulter les informations sur le lieu fournies.\nUne fois la réservation confirmée, nous vous délivrerons un billet de confirmation et un code QR à présenter lors de l'événement.",
      "download_ticket": "Téléchargez votre billet",
      "enjoy": "Nous espérons que vous l'apprécierez :)",
      "language": "Langue",
      "limitation": "",
      "max_capacity": "",
      "payment_details": "",
      "payment_successful": "",
      "time": ""
    }
  },
  "home": {
    "header": {
      "content": "La plateforme PlanB vise à fournir les meilleurs outils et le meilleur contenu éducatif dans le monde pour aider les gens à retrouver leur souveraineté. De personnes à communautés, nous sommes là pour vous aider tout au long de votre voyage Bitcoin.",
      "forEducators": "Pour les éducateurs et les créateurs",
      "globalNetwork": "Réseau mondial Bitcoin",
      "welcome": "Bienvenue sur PlanB Network",
      "link": "Participez au réseau",
      "startLink": "Commencez votre apprentissage"
    },
    "numbersSection": {
      "networkMember": "Membre de Network"
    },
    "sectionEducation": {
      "title": "De débutant à avancé",
      "subtitle": "Apprenez Bitcoin dans l'Académie",
      "content1": "Le Bitcoin n'est pas seulement une technologie et une forme d'argent mais aussi une façon révolutionnaire d'aborder la vie. Pour faire écho à cela, nos cours s'étendent sur une large gamme de domaines, permettant à chaque individu d'exceller dans ses domaines d'intérêt et de faire progresser sa compréhension. De votre premier cours Bitcoin à une plongée profonde dans les spécificités du protocole, nos cours vous aideront à naviguer dans le trou de lapin en toute sécurité. Il n'y a pas de raison d'hésiter. La connaissance vous attend.",
      "link": "Consultez l'Académie"
    },
    "sectionNetwork": {
      "title": "Accéder à un réseau de",
      "subtitle": "Campus Bitcoin dans le monde",
      "content1": "Connectez-vous avec des passionnés de Bitcoin dans le monde entier qui partagent une passion commune. De la rencontre régulière des petites communautés aux centres éducatifs de BTC, notre carte du réseau vous aidera à trouver l'inspiration pour apprendre et construire. Un large éventail de services sont à la disposition des passionnés, tels qu'un centre d'incubation, des ateliers physiques, des séminaires, des retraites BTC et bien plus encore. Le réseau est ouvert à tout le monde, alors venez dire bonjour à votre communauté BTC locale !",
      "link": "Faites partie du réseau"
    },
    "tutorialSection": {
      "title": "Notre objectif, simplifier l'éducation sur Bitcoin.",
      "subtitle1": "Nous vous aidons à maîtriser la technologie grâce à de nombreux tutoriels détaillés !",
      "content1": "Le Bitcoin évolue constamment, avec de nouveaux acteurs, des solutions, des protocoles et des avancées technologiques à venir. Il est souvent difficile de maintenir une base de données unique et précise de bons tutoriels mis à jour. Ici, chez PlanB, c'est ce que nous avons réalisé. Des débutants aux utilisateurs avancés, vous pouvez naviguer dans des centaines de tutoriels pour explorer notre industrie en fonction de vos besoins.",
      "link": "Voir tous les tutoriels"
    },
    "aboutUsSection": {
      "title": "Qui sommes-nous ?",
      "subtitle": "Un peu sur nous",
      "content": "PlanB Network est une initiative pour soutenir l'éducation Bitcoin dans le monde entier. C'est le croisement de diverses entreprises passionnées de Bitcoin axées sur l'éducation, les logiciels libres, les réseaux peer-to-peer et le sens des communautés. Ensemble, ils ont décidé de construire le réseau PlanB et d'offrir à l'écosystème Bitcoin les bons outils pour grandir. Notre présentation de version 2023 est disponible ici.",
      "bitcoinFocusTitle": "Focus sur Bitcoin",
      "bitcoinFocusContent": "Nous explorons la révolution Bitcoin depuis la couche de base jusqu'aux communications pair-à-pair environnantes.",
      "openSourceTitle": "Open source",
      "openSourceContent": "Notre objectif est de promouvoir la libre circulation des connaissances et de contribuer à l'élaboration davantage de solutions ouvertes",
      "communityTitle": "Communauté",
      "communityContent": "Nous sommes avant tout une communauté de passionnés qui s'entraident dans leur voyage dans l'univers du Bitcoin",
      "privacyTitle": "Vie privée",
      "privacyContent": "Nous considérons que la vie privée est l'un des droits de l'homme les plus fondamentaux et qu'elle est essentielle au progrès"
    },
    "languageSection": {
      "title": "Aucune barrière de langue ici.",
      "subtitle": "Tout est traduit dans les langues locales !",
      "subtitle2": "Nous avons besoin de toi !",
      "content1": "Chez PlanB, nous pensons que Bitcoin est une révolution internationale qui concerne tout le monde. Afin d'autonomiser des milliards de personnes, nous concevons cette plateforme pour qu'elle soit multilingue et accessible à tous. La plateforme supporte actuellement 7 langues, et d'autres sont ajoutées chaque mois. Pour cela, nous utilisons un mélange d'AI et la passion des Bitcoiners dans le monde entier.",
      "content2": "Vous aussi, vous pouvez lancer votre propre réseau local dans votre pays !",
      "link": "Aidez-nous à traduire l'académie",
      "availableLanguages": ""
    },
    "patreonSection": {
      "title": "Ensemble, améliorons l'éducation Bitcoin ! ",
      "subtitle": "The PlanB Network is 100% open-source thanks to our generous patrons",
      "content": "PlanB Network est fier de s'associer à de nombreuses entreprises bitcoin à travers le monde afin de fournir les meilleures ressources éducatives possibles !"
    }
  },
  "imagesAlt": {
    "bitcoinCurrency": "le signe de la devise bitcoin",
    "blueEllipse": "une ellipse bleue",
    "bookCover": "une couverture de livre",
    "community": "3 personnes",
    "contributorHeart": "un cœur pour un bon contributeur",
    "contributorPP": "photo de profil du contributeur",
    "courseThumbnail": "Miniature du cours",
    "curriculum": "Programmation",
    "decouvreBitcoinLogo": "DecouvreBitcoin Logo",
    "favorite": "un cœur à l'intérieur d'un cercle",
    "flagsInCircle": "un cercle de drapeaux",
    "forwardArrow": "une flèche vers l'avant",
    "github": "l'icône de github",
    "orangePill": "une pilule orange",
    "printedCircuits": "un circuit imprimé",
    "rabbit404": "un lapin éclairant d'une lampe de poche un panneau 404",
    "sthRepresentingCompany": "quelque chose qui représente la société",
    "stylus": "un stylet",
    "underConstructionImage": "Illustration de plusieurs lapins travaillant sur un site de construction",
    "visibilityOff": "l'icône des yeux sans signe éteint",
    "worldMap": "carte du monde avec les pôles liés"
  },
  "library": {
    "pageSubtitle": "Cette bibliothèque est open-source et accueille toutes les contributions.",
    "pageTitle": "La bibliothèque",
    "publishedIn": "Publié dans {{date}}",
    "writtenBy": "Écrit par {{author}}"
  },
  "menu": {
    "betDescription": "Catalogue de contenus que vous pouvez utiliser pour vos projets éducatifs",
    "btc101Description": "Obtenez une meilleure compréhension de Bitcoin en suivant ces cours.",
    "buildersDescription": "Apprenez-en davantage sur les entreprises et les projets qui travaillent à l'amélioration de bitcoin et à son adoption",
    "exchangesDescription": "Achetez et vendez des bitcoins sur des échanges et apprenez-en plus sur P2P",
    "libraryDescription": "Découvrez beaucoup de livres pour améliorer vos connaissances",
    "lightningDescription": "Gérez votre nœud de foudre et utilisez le réseau de foudre",
    "manifestoDescription": "Lire le manifeste de Plan B",
    "merchantsDescription": "Acceptez les paiements bitcoin et découvrez des outils pour les marchands",
    "miningDescription": "Minez vos propres bitcoins et apprenez-en plus sur l'industrie minière",
    "nodeDescription": "Apprenez à être autosouverain avec votre propre nœud bitcoin",
    "nodeNetworkDescription": "Rejoignez le réseau communautaire mondial Plan ₿",
    "ourStoryDescription": "En savoir plus sur l'histoire de l'université",
    "podcastsDescription": "Explorez l'écosystème bitcoin à travers des podcasts",
    "sponsorsDescription": "Découvrez nos sponsors et principaux contributeurs",
    "supportUsDescription": "Trouver des moyens de nous soutenir, de quelque manière que ce soit",
    "teachersDescription": "Apprenez à connaître nos professeurs universitaires, nos bitcoiners passionnés",
    "walletsDescription": "Sécurisez et utilisez vos bitcoins",
    "conferencesDescription": ""
  },
  "nodeNetwork": {
    "answer1": "Un Nœud est simplement une communauté Bitcoin qui souhaite passer à l'étape suivante et accélérer l'adoption de Bitcoin au niveau local ! Il n'y a pas de taille minimale pour commencer.",
    "answer2": "Chez Plan B, notre objectif est d'améliorer l'écosystème éducatif du Bitcoin en fournissant les bons outils pour construire et éduquer autour du Bitcoin. En devenant un Nœud, votre communauté aura accès à un large éventail de ressources, de services, de formations spéciales et plus encore. Faites de votre communauté une référence dans le monde du Bitcoin.",
    "answer3": "Le réseau Plan ₿ se concentre dans un premier temps sur les nœuds qui fonctionnent à partir d’un espace physique. À l’avenir, nous prévoyons d’intégrer davantage d’initiatives qui pourraient bénéficier du soutien du réseau pour leur croissance.",
    "answer4": "Un Nœud Bitcoin peut être de n'importe quelle taille. En fonction de certaines exigences, différents noms seront attribués. Un Nœud doté d'un hackerspace, d'une salle de sport ou de bureaux sera considéré comme une « Citadelle », tandis que votre premier bureau Bitcoin dans une ville sera connu sous le nom de « Nœud ».",
    "answer5": "Nous souhaitons offrir un paradis sécurisant aux bitcoiners du monde entier. Nous pensons qu'en aidant les hubs locaux à se développer, nous serons en mesure de créer un réseau de citadelles où les bitcoiners seront les bienvenus pour travailler, créer, partager et discuter en toute sécurité.",
    "apply": "Postuler pour devenir un Nœud",
    "description1": "Nous pensons que l'éducation ne doit pas seulement se dérouler en ligne, mais également dans des espaces physiques. Pour y parvenir, Plan B Network gère un réseau de centres dans le monde entier pour accueillir des penseurs, des constructeurs et des éducateurs favorisant l'avancement du Bitcoin et des technologies de la liberté.",
    "pageSubtitle": "Notre force, c'est notre communauté. Rassemblons-nous pour former un réseau mondial de bitcoiners.",
    "pageTitle": "Node Map",
    "question1": "Qu'est-ce qu'un Nœud ?",
    "question2": "Qu'ai-je à gagner ?",
    "question3": "Que sont les pré-requis ?",
    "question4": "Quel est la taille d'un Nœud ?",
    "question5": "Quel est le plan secret ?"
  },
  "notFound": {
    "here": "Ici",
    "pageSubtitle": "On dirait que quelqu'un est tombé trop profondément dans le trou du lapin et s'est perdu. Pour revenir à la surface, cliquez sur",
    "pageTitle": "Oups."
  },
  "podcast": {
    "abstract": "Résumé",
    "discover": "Découvrez ce podcast"
  },
  "podcasts": {
    "hostedBy": "Hébergé par {{host}}",
    "pageSubtitle": "Ce portail est open source et accueille les contributions.",
    "pageTitle": "Le portail Podcast"
  },
  "professors": {
    "pageSubtitle": "Tous nos professeurs sont bénévoles et des bitcoiners passionés. Vous pouvez leur envoyer un pourboire pour les remercier.",
    "pageTitle": "Professeurs",
    "tips": {
      "noTipsYet": "Ce professeur n'accepte pas les pourboires pour le moment.",
      "thanks": "Merci d'avoir soutenu le travail de {{name}} !",
      "thanksNoName": "Merci d'avoir soutenu mon travail !"
    }
  },
  "resources": {
    "articles": {
      "title": "Articles"
    },
    "bet": {
      "title": "Boîte à outils Éducative"
    },
    "books": {
      "title": "Livres"
    },
    "builders": {
      "title": "Bâtisseurs"
    },
    "conferences": {
      "title": "Conférences"
    },
    "filterBarLabel": "Trouvez les ressources parfaites pour vos besoins :",
    "headerSignature": "Rogzy",
    "headerText": "Bienvenue dans le trou infini du lapin de Bitcoin ! Dans cette section, nous vous proposerons un tutoriel approfondi sur la plupart des projets bitcoin là-bas. Ces pages sont maintenues par le bienfaiteur et passionné bitcoin qui soutiennent ce projet open source. Si vous payez des frais nous avons fait une erreur, veuillez nous contacter. Pour voir notre attachement financier et la mention du projet, reportez-vous à notre repérage transparent. Merci de votre confiance dans cette université et de profiter de la course.",
    "newsletters": {
      "title": "Bulletins d'information"
    },
    "pageDescription": "Essayer de comprendre Bitcoin, c'est comme explorer un labyrinthe qui ne cesse de croître. Pour vous aider dans votre voyage, nous avons sélectionné une vaste collection de ressources traitant d'une myriade de sujets.",
    "pageSubtitle": "Centraliser les connaissances pour mieux les diffuser",
    "pageTitle": "Ressources",
    "podcasts": {
      "title": "Podcasts"
    },
    "publicGrade": "Note publique : {{grade}}/5",
    "github": ""
  },
  "settings": {
    "changePassword": "Changer le mot de passe"
  },
  "tutorials": {
    "details": {
      "checkAuthor": "Découvrez les autres contributions de l'auteur et soutenez son travail.",
      "enjoyed": "Vous avez aimé ce tutoriel ?",
      "madeBy": "Ce tutoriel a été réalisé par",
      "source": "Source originale : ",
      "tipTooltip": "Vous aimez ? Faites un pourboire."
    },
    "exchange": {
      "centralized": {
        "description": "Les échanges centralisés sont généralement des entités régulées qui agissent comme intermédiaires entre le système bancaire et l'écosystème bitcoin. Ils vous permettent d'acheter et de vendre de grandes quantités de bitcoin et de le retirer dans votre portefeuille ou compte bancaire. Ils exigent généralement une vérification KYC, et surveillent donc votre activité, la signalant aux institutions de surveillance financière pour respecter les lois locales."
      },
      "description": "Les échanges sont une des portes d'entrée et de sortie entre votre devise traditionnelle (euro, dollars) et le monde de Bitcoin. Les échanges peuvent être réglementés et KYC (Know Your Client), ou peer-to-peer et anonymes. Chaque échange offrira des fonctionnalités différentes, des structures de frais, de la liquidité et du soutien à la clientèle. Chaque bitcoiner utilisera un différent en fonction de ses besoins et de ses convictions.",
      "peer-to-peer": {
        "description": "Les échanges de pair à pair sont des marchés où les individus échangent des bitcoins contre d'autres monnaies entre eux. Ces échanges peuvent être réglementés ou non et ne demandent généralement pas beaucoup d'informations (voir aucune) sur vous. Ils facilitent simplement la relation entre les utilisateurs. Leurs frais peuvent être plus élevés que ceux des plateformes d'échanges traditionnelles et leur liquidité un peu plus basse. C'est l'option préférée pour les bitcoiners cherchant à éviter le KYC."
      },
      "shortDescription": "Solutions d'achat-vente Bitcoin, KYC et non-KYC",
      "title": "Échanger"
    },
    "explorer": {
      "description": "Tous ces tutoriels ont été écrits par des bitcoiners passionnés et dévoués, qui souhaitent diffuser l'éducation Bitcoin dans le monde entier. N'oubliez pas d'aimer, de faire des retours et de leur envoyer quelques sats !",
      "didYouKnow": "Saviez-vous ?"
    },
    "headerSignature": "Rogzy",
    "headerText": "Bienvenue dans le trou infini du lapin de Bitcoin ! Dans cette section, nous vous proposerons un tutoriel approfondi sur la plupart des projets bitcoin là-bas. Ces pages sont maintenues par le bienfaiteur et passionné bitcoin qui soutiennent ce projet open source. Si vous payez des frais, nous vous prions de bien vouloir nous en informer. Pour voir notre attachement financier à la mention du projet, reportez-vous à notre rapport de transparence. Merci de votre confiance dans cette université et de profiter de la course.",
    "merchant": {
      "description": "Vous êtes-vous déjà demandé comment accepter facilement des bitcoins pour une entreprise ? Explorez nos différentes solutions pour devenir un expert et mettre en place facilement une solution marchande pour les boutiques autour de vous. La solution pour la vente varie en fonction des besoins du commerçant (physique ou en ligne), de leur volume et de la complexité de leurs opérations. Une bonne approche en général est de simplement commencer avec un portefeuille LN basique, puis passer à une solution facile et efficace (comme un PoS mobile), et enfin explorer BTC Pay Server pour des solutions avancées, complexes et professionnelles.",
      "shortDescription": "Solutions pour entreprises d'acceptation du Bitcoin",
      "title": "Marchand"
    },
    "mining": {
      "description": "L'industrie minière est un sujet complexe composé de nombreux terriers du lapin. Ici, nous essaierons de vous accompagner dans votre voyage concernant l'utilisation de votre matériel et logiciels. De la modification d'un S9 en chauffage domestique à la tentative de gagner à la loterie avec un NerdMiner.",
      "shortDescription": "Solutions de minage de bitcoins",
      "title": "Minage"
    },
    "node": {
      "bitcoin": {
        "description": "Un nœud Bitcoin Core est le point de départ de votre souveraineté dans Bitcoin. Il vous permet d'exécuter le logiciel Bitcoin et de faire partie du réseau. Vous validerez des blocs et des transactions, déciderez quelles règles vous souhaitez appliquer au sein du réseau, et arrêterez d'utiliser des intermédiaires pour diffuser vos transactions. Il existe de nombreuses façons d'exécuter un nœud Bitcoin, certaines plus simples à utiliser que d'autres."
      },
      "description": "Les nœuds sont comme vos serveurs personnels. En Bitcoin, c'est le logiciel qui vous permet de rejoindre le réseau, d'archiver les transactions, de vérifier les règles, et d'être vraiment souverain. Dans notre écosystème, il existe différents nœuds, de Bitcoin Core, aux implémentations Lightning, RGB, et d'autres solutions de confidentialité plus avancées.",
      "lightning-network": {
        "description": "Un nœud Lightning vous permet de participer au protocole de couche 2 de Bitcoin appelé Lightning. Vous pourrez ouvrir des canaux, gérer leur liquidité, faire partie du graphe et devenir non-custodial concernant votre portefeuille Lightning.",
        "name": "Lightning Network"
      },
      "rgb": {
        "description": "RGB est un système de contrats intelligents confidentiel et de mise à l'échelle pour Bitcoin et le réseau Lightning. C'est une couche de programmabilité pour Bitcoin, avec des concepts de propriété privée et mutuelle, d'abstraction et de séparation des préoccupations et qui représente le \"post-blockchain\"."
      },
      "shortDescription": "Solutions pour faire tourner un nœud bitcoin et intégrer le réseau",
      "title": "Noeud"
    },
    "pageDescription": "Bitcoin est une grande industrie, qui grandit chaque jour. Pour vous aider à l'explorer, nous avons rassemblé un grand nombre de tutoriels qui décrivent diverses solutions.",
    "pageSubtitle": "Découvrez les mystères du Bitcoin en explorant son vaste écosystème",
    "pageTitle": "Tutoriels",
    "privacy": {
      "bitcoin": {
        "description": "Bitcoin n'est pas privé par défaut, il est intentionnellement conçu pour être pseudonyme, et chaque transaction est publique et conservée pour toujours. Afin de retrouver une certaine confidentialité, nous devons utiliser les meilleures pratiques des utilisateurs et des outils spécifiques intégrés dans notre logiciel. De l'évitement de la réutilisation d'adresses à CoinJoin, en passant par le mélange de vos pièces et la connexion à votre propre nœud, nous vous aiderons dans votre voyage vers la confidentialité."
      },
      "description": "La vie privée est un droit fondamental. Alors que nous aspirons à un monde où la vie privée est par défaut, ce n'est pas la réalité dans laquelle nous vivons. Nous essaierons de vous expliquer les meilleures pratiques, de vous aider avec des tutoriels et de vous mettre sur un chemin plus souverain concernant vos données.",
      "general": {
        "description": "À l'ère de la surveillance de masse, retrouver un certain niveau de confidentialité dans votre vie quotidienne est essentiel. Étant donné que chaque utilisateur aura un certain degré de paranoïa et de connaissance technologique, il est tout à fait normal d'utiliser certains outils et de les adapter à vos besoins. Ici, nous explorerons différentes solutions de protection telles que les VPN, Tor, Tails OS, PGP, les messages chiffrés, et bien plus encore."
      },
      "shortDescription": "Outils de sauvegarde et de maintien de la vie privée",
      "title": "Confidentialité"
    },
    "wallet": {
      "description": "Un portefeuille Bitcoin est comme votre trousseau de clés. Il vous permet de dépenser et de recevoir des bitcoins. Il y a beaucoup de différents types de portefeuilles, tous avec différents cas d'utilisation, fonctions, coûts et expériences d'utilisation. Chaque bitcoiner utilisera un portefeuille différent en fonction de ses besoins, de son niveau d'exigence et de son expérience.",
      "desktop": {
        "description": "Les portefeuilles sur PC sont généralement destinés aux utilisateurs plus avancés car ils combinent l'utilisation de portefeuilles physiques et du logiciel des portefeuilles sur PC. C'est comme avoir une nouvelle interface plus personnalisée et plus de fonctionnalités que votre portefeuille physique. De tels portefeuilles offrent des options de signature multiple, des fonctionnalités de confidentialité, des mécanismes pour l'héritage et bien plus encore."
      },
      "hardware": {
        "description": "Les portefeuilles physiques sont généralement utilisés pour stocker vos économies bitcoin à long terme. Ce sont des dispositifs physiques qui ne sont pas connectés à internet (souvent appelés \"portefeuilles froids\") et sont généralement très sécurisés. Bien que ces dispositifs soient souvent open-source en ce qui concerne leur logiciel, le matériel coûte entre 50 et 300 euros. Considérez ces dispositifs comme un compte bancaire pour des montants d'épargne plus importants que vous utiliseriez de temps en temps."
      },
      "mobile": {
        "description": "Les portefeuilles mobiles sont généralement utilisés pour les dépenses quotidiennes. Ils intègrent le Lightning Network pour des transactions instantanées et à faible coût. Ils sont généralement connectés à internet (souvent appelés \"portefeuilles chauds\") et sont donc moins sécurisés que les portefeuilles matériels. Ils ne devraient être utilisés que pour stocker de petites quantités de bitcoin, considérez-les comme votre portefeuille de tous les jours dans votre poche."
      },
      "shortDescription": "Solutions de sécurisation et d'utilisation de vos bitcoins",
      "title": "Portefeuille"
    },
    "others": {
      "title": "",
      "shortDescription": "",
      "description": "",
      "DIY": {
        "description": ""
      },
      "OpenSource": {
        "description": ""
      },
      "contribution": {
        "description": ""
      },
      "general": {
        "description": ""
      }
    }
  },
  "underConstruction": {
    "github": "GitHub",
    "p1": "Un lapin est tombé dans un trou. À cause de cette aventure inattendue, cette page est en cours de construction pour le moment. Nous nous excusons pour tout inconvénient. Notre équipe est en plein équipement pour compléter cette page. Si vous êtes intéressé à prêter une main, n'hésitez pas à consulter notre",
    "p2": "et pensez à rejoindre notre communauté !",
    "pageTitle": "Oups."
  },
  "words": {
    "about": "À propos de",
    "about-us": "A Propos",
    "account": "Compte client",
    "additionalCriteria": "Critères supplémentaires",
    "advanced": "Avancé",
    "article": "Article",
    "articles": "Articles",
    "audioBook": "Livre audio",
    "back": "Précédent",
    "beginner": "Débutant",
    "bitcoinWhitepaper": "Livre blanc de Bitcoin",
    "book": "Réserver",
    "books": "Livres",
    "builders": "Constructeurs",
    "certificate": "Certificat",
    "conference": "Conférence",
    "conferences": "Conférences",
    "content": "Contenus",
    "continue": "Continuer",
    "course": "Cours",
    "courses": "Cours",
    "dashboard": "Tableau de bord",
    "details": "Détails",
    "didYouKnow": "Saviez-vous ?",
    "documentaries": "Documents",
    "donations": "Dons",
    "economy": "Économie",
    "education": "Éducation",
    "email": "Courriel",
    "events": "Events",
    "exchanges": "Échanges",
    "followUs": "Suivez-nous",
    "helpUs": "Aidez-nous",
    "home": "Accueil",
    "intermediate": "Intermédiaire",
    "interview": "Entretien",
    "level": {
      "advanced": "Avancé",
      "beginner": "Débutant",
      "developer": "Développeur",
      "intermediate": "Intermédiaire"
    },
    "library": "Bibliothèque",
    "lightning": "Éclair",
    "lnurlAuth": "LNURL Auth",
    "manifesto": "Manifeste",
    "merchandising": "Marchandising",
    "merchants": "Marchands",
    "members": " Membres",
    "mining": "Minage",
    "more": "En savoir plus",
    "movieDocumentary": "Film documentaire",
    "network": "Réseau",
    "networkMember": "Membres du réseau",
    "newsletter": "Bulletin d'information",
    "newsletters": "Bulletins d'information",
    "node": "Noeud",
    "nodeNetwork": "Réseau de Nodes",
    "or": "ou",
    "ourStory": "Notre histoire",
    "podcast": "Podcast",
    "podcasts": "Podcasts",
    "professors": "Professeurs",
    "purchase": "Acheter",
    "register": "Inscription",
    "relatedResources": "Ressources connexes",
    "resources": "Ressources",
    "resume": "Reprendre",
    "review": "Avis",
    "rogzy": "Rogzy",
    "sponsorUs": "Sponsorisez-Nous",
    "sponsoringAndContributors": "Sponsoring & contributeurs",
    "supportUs": "Soutenez-nous",
    "teachers": "Professeurs",
    "termsAndConditions": "Termes et conditions",
    "toolkits": "Boîtes à outils",
    "tutorial": "Tutoriel",
    "tutorials": "Tutoriels",
    "update": "Actualiser",
    "video": "Vidéo",
    "videos": "Vidéos",
    "wallets": "Portefeuilles",
    "date": "",
    "time": "",
    "to": "",
    "billing": "",
    "download": "",
    "invoice": "",
    "on": "",
    "online": "",
    "ticket": "",
    "tickets": ""
  },
  "conferences": {
    "addConferences": "N'hésitez pas à ajouter toute conférence manquante via ce dépôt <0>Github</0>.",
    "conferencesSinceGenesis": "Archives des conférences Bitcoin depuis le Bloc Genesis",
    "description": "Les conférences sont des éléments clés de l'industrie du Bitcoin. Elles font partie du parcours éducatif de tout Bitcoiner. Nous avons construit cet outil pour vous aider à naviguer à travers des centaines de conférences.",
    "backConferences": "Retour aux conférences",
    "conferenceName": "Nom de la conférence",
    "details": {
      "findReplay": "Trouver une rediffusion",
      "nextVideo": "Prochaine vidéo",
      "previousVideo": "Vidéo précédente",
      "selectStage": "Sélectionnez une scène",
      "selectVideo": "Sélectionnez une vidéo",
      "speaker": "Intervenant",
      "watchReplay": "Regardez la redifusion"
    },
    "language": "Langue",
    "latestConferences": "Dernières conférences",
    "location": "Lieu",
    "noConferences": "Aucune conférence n'a été ajoutée pour {{year}} pour l'instant.",
    "topics": "Sujets",
    "pageSubtitle": "Ce portail est open-source et ouvert aux contributions.",
    "pageTitle": "Redifusion de conférences",
    "planBConferences": "Conférences Plan B"
  },
  "payment": {
    "proceedToPayment": "",
    "terms": "",
    "feeDistribution": "",
    "total": ""
  },
  "bCertificate": {
    "bCertificateDescription": "Le certificat B est un examen reconnu internationalement pour évaluer votre niveau sur Bitcoin et ses sujets connexes. Ce certificat vous permettra de prouver vos compétences et vos connaissances au sein de l'industrie Bitcoin, vous donnant accès à des entreprises et à des postes dans cette industrie.",
    "noBookExam": "Il n'y a pas encore de session d'examen prévue.",
    "organizeDescription": "Pas de problème ! Si votre communauté fait partie du PlanB Network, il est possible d'organiser une session d'examen dans votre hub. Veuillez lire la charte pour vous assurer que vous pouvez respecter les conditions obligatoires pour accueillir un examen. Si vous remplissez ces conditions, vous pouvez planifier votre session et l'ajouter sur la plateforme.",
    "bookExam": "Réservez une session d'examen",
    "challengeYourself": "Mettez-vous au défi et évaluez votre niveau !",
    "checkout": "Consultez le B-Certificat",
    "curious": "Curieux de savoir à quoi ressemble l'examen ?",
    "joeNakamotoVideo": "Qu'est-ce que c'est qu'un examen Bitcoin ? Par Joe Nakamoto",
    "knowledgeableBitcoin": "Connaisseur à propos de Bitcoin ?",
    "organizeExam": "Organiser un examen",
    "organizeSubtitle": "Orangepill un milliard de personnes n'est pas facile",
    "organizeTitle": "Voulez-vous organiser un examen du B-Certificate dans votre Hub ?",
    "readChart": "Lire la charte",
    "pageSubtitle": "Adoption de masse grâce à une éducation centralisé open-source",
    "pageTitle": "Passer le certificat ₿"
  }
}
