{
  "about": {
    "categories": {
      "bunnyForerunner": "Forerunner Coniglio",
      "designers": "Designers",
      "developpers": "Sviluppatori",
      "earlySupporters": "Primi sostenitori",
      "hareExplorer": "Esploratore Di Lepre",
      "helpers": "Aiutanti",
      "professors": "Professori",
      "rabbitholeDigger": "Digger Coniglio-Foro"
    },
    "headerLink": "Diventa uno sponsor della comunità",
    "manifesto": "",
    "pageSubtitle": "La Sovrana Università offre gratuitamente l'istruzione Bitcoin a tutti.",
    "thanks1": "Un ringraziamento speciale ai nostri primi supporters, che ci hanno aiutato a perseverare nel corso degli anni.",
    "thanks2": "La Sovrana Università è uno sforzo comunitario. E 'stato reso possibile grazie a numerosi collaboratori che sono stati presi vari ruoli, come professori, sviluppatori, progettisti e aiutanti di molti tipi. Molte grazie a tutti loro."
  },
  "auth": {
    "accountCreated": "Il tuo account è stato creato, {{userName}}!",
    "alreadyHaveAccount": "Ha già un account?",
    "canSaveProgress": "Ora puoi salvare la tua progressione sulla Bitcoin Academy",
    "connect": "Se connecter",
    "connectWithLn": "Connettiti con LN",
    "contributorId": "Identifiant contributeur",
    "createAccount": "Registrati",
    "createOne": "Registrati qui!",
    "emailAddress": "Indirizzo e-mail",
    "errors": {
      "usernameRegex": "Il nome utente può contenere solo lettere, cifre, _, e -",
      "usernameRequired": "È richiesto il nome utente",
      "usernameTooShort": "Il nome utente deve contenere almeno 5 caratteri"
    },
    "forgottenPassword": "Hai dimenticato la password?",
    "getConnected": "Connectez vous !",
    "headerAccountCreated": "Account creato",
    "lnurlAuthDescription": "Scansiona questo codice QR con il tuo portafoglio Lightning per accedere!",
    "noAccountNeeded": "Non c'è bisogno di un account per iniziare a imparare alla Sovereign University!",
    "noAccountYet": "Non hai un account?",
    "passwordReinit": "Réinitilisation de mot de passe",
    "passwordRequired": "La password è obbligatoria",
    "passwordsDontMatch": "Le password non corrispondono",
    "sendLink": "Envoyer un lien",
    "signIn": "Registrati"
  },
  "bet": {
    "contribute": "Questo toolkit è aperto al contributo. Usa Figma, così chiunque può aggiungere, modificare e tradurre. Per collaborare, aggiungere una categoria o discutere, non esitare a unirti su discord.",
    "educationalContent": {
      "description": "Questo contenuto è destinato ad essere pronto all'uso per eventi ed uso didattico.",
      "title": "Contenuto Educativo"
    },
    "hereForYou": "The BET is here for you!",
    "pageDescription": "The Sovereign University  supporta gli educatori bitcoin e le comunità locali di tutto il mondo, per aiutare a diffondere l'adozione bitcoin. Verso questo obiettivo, raccogliamo e rendiamo accessibile un grande database, sia contenuti educativi (creati da noi e da altri), così come dati visivi.",
    "pageSubtitle": "BET - Un kit di strumenti open-source Bitcoin per tutti i progetti educativi",
    "pageTitle": "Leave as it is",
    "visualContent": {
      "description": "Questo contenuto è dati visivi grezzi, da utilizzare per le tue creazioni.",
      "title": "Contenuto Visivo"
    }
  },
  "book": {
    "abstract": "Astratto",
    "bookSummary": {
      "modifyTooltip": "Scrivi o modifica",
      "noSummary": "Nessun riassunto è stato ancora scritto. Se hai letto il libro e vuoi condividere un riepilogo, non esitare a scriverne uno su Github. Potrebbe essere utile alla comunità, migliorare l'università e tu potresti persino guadagnare quale sats!",
      "notice": "questo sommario è collegato a github, per qualsiasi modifica o aggiunta",
      "title": "Riepilogo del libro"
    },
    "buttonBuy": "Acquista",
    "buttonPdf": "PDF / E-book",
    "offeredBy": "Offerto da un generoso contributore",
    "pageSubtitle": "Questa libreria è open source e aperta al contributo. Grazie per aver valutato e condiviso !",
    "pageTitle": "La biblioteca",
    "topicsAddressed": "Argomenti trattati: "
  },
  "builders": {
    "pageSubtitle": "Questo portale è open-source e aperto al contributo. Grazie per la classificazione e la condivisione!",
    "pageTitle": "Il Portale Del Costruttore"
  },
  "courses": {
    "categories": {
      "btc": "Bitcoin",
      "crypto": "Crittografia",
      "econ": "Economia Austriaca",
      "fin": "Finanza",
      "ln": "Rete Lightning",
      "min": "Estrazione",
      "secu": "Sicurezza & Privacy"
    },
    "chapter": {
      "finishCourse": "Termina il corso",
      "next": "Fatto, andiamo al prossimo capitolo!",
      "thanksTip": "Vuoi dire grazie? Dona."
    },
    "details": {
      "courseId": "ID corso: {{courseId}}",
      "curriculum": "Curriculum",
      "description": "Descrizione",
      "duration": "Durata: {{hours}} ore",
      "goal": "OBIETTIVO:",
      "level": "Livello: $t(words.level.{{level}})",
      "mobile": {
        "chapters": "{{chapters}} capitoli",
        "hours": "{{hours}} ore"
      },
      "numberOfChapters": "Numero di capitoli: {{number}}",
      "objectives": "Obiettivi",
      "objectivesTitle": "Cosa imparerai con questo corso?",
      "professor": "Professore",
      "startCourse": "Inizia il corso",
      "taughtBy": "Questo corso è stato insegnato da:",
      "teachers": "Insegnanti: {{teachers}}"
    },
    "explorer": {
      "footerTitle": "I nostri professori sono qui per te!",
      "footerp1": "Alla Sovrana Università, i nostri professori hanno piena autonomia sul loro contenuto e sugli strumenti che vogliono esplorare, purché seguano il codice etico. Sono bitcoiner appassionati provenienti da vari sfondi.",
      "footerp2": "Se si desidera migliorare su un corso o fornire il proprio, si può semplicemente farlo tramite GitHub. Per sostenere un professore si può entrambi il corso di laurea, suggerire il professore direttamente o diventare un membro universitario per sostenere la piattaforma.",
      "moreToCome": ".... e altro ancora da venire!",
      "pageDescription": "Qui sarai in grado di trovare un gran numero di corsi relativi a Bitcoin con una vasta gamma di argomenti. Questo contenuto educativo è organico, cresce con la crescita di Bitcoin. Tutti i contenuti sono gratuiti, open source e accessibili a tutti. Si prega di consultare l'indice dei corsi, organizzato in circoli per adattarsi al percorso di apprendimento di chiunque.",
      "pageSubtitle": "Benvenuti all'entrata della piattaforma di e-learning.",
      "pageTitle": "Corsi",
      "s2p1": "Se hai iniziato ad esplorare il foro di coniglio Bitcoin, devi sapere che è un viaggio infinito con molti percorsi. Qui all'università, lo capiamo e progettiamo i nostri contenuti educativi per essere non lineari, autonomi e altrettanto estesi possibile.",
      "s2p2": "Sarete in grado di scegliere il proprio percorso e andare lungo di esso, guadagnando abilità e conoscenza per quanto riguarda la vostra motivazione.",
      "s2p3": "Tutti i nostri corsi sono gratuiti al 100% quindi niente può fermarti.",
      "s2t1": "L'educazione ai Bitcoin è un viaggio non una destinazione",
      "s3PickLevel": "Scegli i livelli:",
      "s3PickTopic": "Scegli gli argomenti :",
      "s3t1": "Tutti i corsi sono chiamati dopo il loro argomento principale"
    },
    "footer": {
      "": ""
    },
    "freeBanner": "Tutti i nostri corsi sono offerti gratuitamente. L'università si basa sull'appartenenza attraverso donazione e condivisione.",
    "part": {
      "count": "Parte n°{{count}}/{{total}}"
    },
    "preview": {
      "by": "da {{professor}}",
      "letsgo": "Andiamo ad andare"
    },
    "quizz": {
      "clickOnPie": "Clicca sul grafico a torta, controlla i tuoi errori e verifica le spiegazioni",
      "quizz": "Quizz",
      "quizzResults": "Risultati del Quizz",
      "quizzReview": "leave as is",
      "resultCongrats": "Congratulazioni, hai fatto bene!",
      "resultItsOk": "Non arrenderti, farai meglio la prossima volta!",
      "resultNotBad": "Non male!",
      "resultPerfect": "Assolutamente perfetto! Complimenti!"
    },
    "unreleased": {
      "colcardAndSparrow": "Coldcard e Sparrow",
      "financeIntroduction": "Introduzione alla finanza",
      "financialCrisis": "Analisi delle crisi finanziarie",
      "hyperinflation": "Etude des hyperinflations",
      "theoreticalLightning": "Cours théorique avancé sur le Lightning Network"
    }
  },
  "home": {
    "header": {
      "content1": "La piattaforma PlanB mira a fornire i migliori strumenti e contenuti educativi in tutto il mondo per aiutare le persone a recuperare la loro sovranità.",
      "content2": "Dagli individui alle comunità, siamo qui per aiutarvi lungo il vostro viaggio.",
      "forEducators": "Per educatori e creatori",
      "globalNetwork": "Rete Globale Bitcoin",
      "link": "Entrare a far parte della rete"
    },
    "section1": {
      "allLevels": "Dal principiante all'avanzato, impara Bitcoin nell'accademia",
      "content1": "Bitcoin non è solo una tecnologia e una forma di denaro, ma anche un modo rivoluzionario di approcciarsi alla vita. Per riecheggiare questo, i nostri corsi coprono una vasta gamma di settori, consentendo a ciascun individuo di eccellere nelle sue aree di interesse e di approfondire la loro comprensione.",
      "content2": " Dal tuo primo corso Bitcoin al profondo delle specifiche del protocollo, i nostri corsi ti aiuteranno a navigare in modo sicuro la tana del bianconiglio.",
      "content3": "Non c'è ragione di esitare. La conoscenza ti aspetta.",
      "content4": "Qui potete trovare corsi su vari argomenti quali:",
      "interested": "Interessato a Bitcoin ?",
      "link": "Controlla l'accademia"
    },
    "section2": {
      "content1": "Al PlanB, crediamo che Bitcoin sia una rivoluzione internazionale che riguarda tutti. Per valorizzare miliardi di persone, stiamo progettando questa piattaforma per essere multilingue e accessibile a tutti.",
      "content2": "La piattaforma attualmente supporta 7 lingue, ogni mese ne vengono aggiunte altre. Per raggiungere questo obiettivo, utilizziamo un mix di IA e la passione dei Bitcoiner di tutto il mondo.",
      "content3": "Anche tu puoi avviare una rete locale nel tuo paese!",
      "everythingTranslated": "Tutto è tradotto in lingue locali",
      "link": "Aiutaci a tradurre l'accademia ",
      "noBarrier": "Nessuna barriera linguistica qui."
    },
    "section3": {
      "aboutUs": "Un po' su di noi",
      "bitcoinFocusContent": "Ci concentriamo sulla rivoluzione Bitcoin nel suo insieme, dal suo livello base a varie comunicazioni peer-to-peer intorno ad esso",
      "bitcoinFocusTitle": "Bitcoin focus",
      "bitcoinFocusTitleMobile": "Focalizzato su Bitcoin",
      "communityContent": "Siamo prima di tutto una comunità di appassionati che si aiutano a vicenda nel loro viaggio in Bitcoin",
      "communityTitle": "Comunità",
      "communityTitleMobile": "Focalizzato sulla comunità",
      "content1": "Oltre ai corsi, la nostra grande quantità di tutorial ti aiuterà a padroneggiare diverse tecnologie, come portafogli, soluzioni per commercianti, scambi & mercati, nodi, mining, e soluzioni per la privacy. E pichè questo non è ancora sufficiente, una grande quantità di risorse come i libri, podcast o video, sono classificati, ordinati e resi disponibili sulla piattaforma.",
      "content2": "Il nostro obiettivo è quello di fornirti gli strumenti per avere successo.",
      "content3": "PlanB è un'iniziativa per supportare l'educazione Bitcoin in tutto il mondo. È l'insieme di varie aziende appassionate di Bitcoin focalizzate sull'istruzione, software open-source, reti peer-to-peer e l'appartenenza alla comunità. Insieme, hanno deciso di costruire PlanB e offrire all'ecosistema Bitcoin gli strumenti giusti per crescere.",
      "helpingCommunities": "La nostra missione è favorire la crescita delle comunità Bitcoin ",
      "letsHelpYou": "Ti aiutiamo a padroneggiare la tecnologia, leggere e sentire di Bitcoin!",
      "openSourceContent": "Il nostro obiettivo è promuovere il libero flusso di conoscenze e contribuire a costruire più soluzioni open source",
      "openSourceTitle": "Open source",
      "privacyContent": "Riteniamo che la privacy sia uno dei diritti umani fondamentali ed essenziali per il progresso",
      "privacyTitle": "Privacy",
      "privacyTitleMobile": "Focalizzato sulla privacy",
      "seeResources": "Vedi tutte le risorse",
      "seeResourcesMobile": "Dai un'occhiata a tutte le nostre risorse",
      "seeTutorials": "Vedi tutti i tutorial",
      "seeTutorialsMobile": "Dai un’occhiata a tutti i nostri tutorial"
    },
    "section4": {
      "content1": "Il PlanB è orgoglioso di collaborare con molte aziende bitcoin in tutto il mondo al fine di fornire le migliori risorse educative possibili! ",
      "planB": "PlanB è open source al 100% grazie al nostro generoso patreon",
      "together": "Insieme rendiamo migliore l'istruzione di Bitcoin! "
    }
  },
  "imagesAlt": {
    "bitcoinCurrency": "il segno della valuta bitcoin",
    "blueEllipse": "un'ellisse blu",
    "bookCover": "una copertina del libro",
    "community": "3 persone",
    "contributorHeart": "un cuore per un buon collaboratore",
    "contributorPP": "foto profilo collaboratore",
    "courseThumbnail": "Miniatura corso",
    "curriculum": "Curriculum",
    "decouvreBitcoinLogo": "DecouvreBitcoin Logo",
    "favorite": "un cuore all'interno di un cerchio",
    "flagsInCircle": "una cerchia di bandiere",
    "forwardArrow": "una freccia in avanti",
    "github": "l'icona di github",
    "rabbit404": "un coniglio che illumina con una torcia un cartello 404",
    "rabbitClassroom": "conigli all'interno di un'aula",
    "rabbitLibrary": "un coniglio che legge un libro",
    "rabbitMeetup": "una riunione di coniglio",
    "rabbitPodcast": "un coniglio che ascolta un podcast",
    "rabbitStudying": "coniglio che studia in un laboratorio",
    "rabbitVideos": "un coniglio che riprende un video",
    "rabbitWithBackpackAndBtcSign": "un coniglio con uno zaino e un segno btc",
    "readingRabbit": "Un coniglio che legge un libro",
    "sthRepresentingCompany": "qualcosa che rappresenta l'azienda",
    "stylus": "a stylus",
    "underConstructionImage": "Illustrazione di diversi conigli che lavorano su un cantiere",
    "visibilityOff": "l'icona occhi senza segno spento",
    "worldMap": "mappa del mondo con hub collegati"
  },
  "library": {
    "pageSubtitle": "Questa libreria è open source e aperta al contributo. Grazie per aver valutato e condiviso !",
    "pageTitle": "La biblioteca",
    "publishedIn": "Pubblicato in {{date}}",
    "writtenBy": "Scritto da {{author}}"
  },
  "menu": {
    "betDescription": "Raccolta di contenuti che puoi utilizzare per i tuoi progetti educativi",
    "btc101Description": "Ottieni una migliore comprensione dei bitcoin con queste lezioni",
    "buildersDescription": "Scopri le aziende e i progetti che lavorano per rendere bitcoin migliore e crescere la sua adozione",
    "exchangesDescription": "Compra e vende bitcoin sugli scambi e impara su P2P",
    "libraryDescription": "Scopri un sacco di libri per migliorare la tua conoscenza",
    "lightningDescription": "Gestisci il tuo nodo fulmine e utilizza la rete fulmini",
    "manifestoDescription": "Leggi il manifesto del Piano B",
    "merchantsDescription": "Accetta i pagamenti bitcoin e scopri gli strumenti per i commercianti",
    "miningDescription": "Mina i tuoi bitcoin e scopri il settore minerario",
    "nodeDescription": "Impara ad essere sovrano con il tuo nodo bitcoin",
    "nodeNetworkDescription": "Unisciti alla rete globale delle comunità Bitcoin!",
    "ourStoryDescription": "Scopri la storia dell'università",
    "podcastsDescription": "Esplora l'ecosistema bitcoin attraverso podcast",
    "sponsorsDescription": "Scopri i nostri sponsor e i principali contributori",
    "supportUsDescription": "Trova modi per supportarci, in qualsiasi modo",
    "teachersDescription": "Conosci i nostri insegnanti universitari, bitcoiner apassionati",
    "walletsDescription": "Proteggi e utilizza i tuoi bitcoin"
  },
  "nodeNetwork": {
    "answer1": "Un nodo è semplicemente una comunità Bitcoin che vuole progredire al passo successivo e accelerare la propria adozione locale Bitcoin! Non c'è nessuna dimensione minima con cui iniziare.",
    "answer2": "Al Plan B, cerchiamo di migliorare l'ecosistema educativo Bitcoin, fornendo gli strumenti giusti per costruire ed educare su Bitcoin. Diventando un nodo, la vostra comunità avrà accesso a una vasta gamma di risorse, servizi, formazione educativa speciale e altro ancora. Rendi la tua comunità un riferimento nel mondo Bitcoin.",
    "answer3": "Per far parte della rete è necessario allinearsi ad alcuni valori fondamentali. Questi sono: essere solo bitcoin, dare valore alla privacy e alla cura per il lavoro open source.",
    "answer4": "A Bitcoin node can be of any size. Based on some requirements, different names will be attributed. A node with an hackerspace, a gym, some office place will be considered a ”Citadel” while your first bitcoin home town office will be known as “nodes”.",
    "answer5": "We wish to offer a safe heaven for bitcoiners around the world. We belive that by helping local hubs grow, we will be able to create a network of citadels where bitcoiners will be welcome to work, create, share and discuss safely.",
    "apply": "Apply",
    "description1": "All around the world, Bitcoiners are coming together in communities.",
    "description2": "<0>A new</0> <1>Bitcoin meetup</1> emerges every week.",
    "description3": "Educational centers, <0>hackerspaces</0>, and Bitcoin office spaces are on the rise.",
    "description4": "<0>Secure citadels</0> are under construction.",
    "description5": "The dedication of the Bitcoin community to collaborate, support one another, and offer essential tools for their local counterparts is essential to thrive in the modern landscape. ",
    "description6": "At PlanB, we recognize the challenges ahead for these communities builders. To support their efforts, we've introduced solutions to simplify their development process.",
    "descriptionTitle": "Every country needs a Plan B!",
    "join1": "By joining our network, we'll guide you in transitioning from a simple Bitcoin meetup to a fully secured Bitcoin citadel!",
    "join2": "<0>Community building</0> support",
    "join3": "Educational resources for <0> local seminars</0>",
    "join4": "Access to worldwide experts",
    "join5": "Connection to thousands of students",
    "join6": "You are not alone in trying to change the world. Let's pool our resources to succeed.",
    "join7": "Become part of the revolution!",
    "letsBuild": "Let's build Bitcoin Citadel around the world",
    "network1": "They are already part of the Network!",
    "pageSubtitle": "Our strength is our community. let's gather into a global bitcoin network.",
    "pageTitle": "Node Network",
    "partnerBTCMap": "Proud partner with BTC Map to integrate more than 250 communities into the map in 2023",
    "question1": "What is a Node?",
    "question2": "What do I gain?",
    "question3": "What are the requirements?",
    "question4": "What size is a Node?",
    "question5": "What's the secret plan?",
    "stage": "Stage",
    "stage1": "Communities",
    "stage2": "Hub",
    "stage3": "Full Node",
    "stage4": "Full Citadel"
  },
  "notFound": {
    "here": "Qui",
    "pageSubtitle": "Sembra che qualcuno sia caduto troppo in profondità nel buco del coniglio e si sia perso. Per tornare in superficie, clicca",
    "pageTitle": "Ooops."
  },
  "podcast": {
    "abstract": "Astratto",
    "discover": "Scopri questo podcast"
  },
  "podcasts": {
    "hostedBy": "Ospitato da {{host}}",
    "pageSubtitle": "Questo portale è open-source e aperto al contributo. Grazie per la classificazione e la condivisione!",
    "pageTitle": "Il Portale Podcast"
  },
  "professors": {
    "pageSubtitle": "Tutti i nostri professori sono volontari e appassionati bitcoiner. Puoi contribuire per di dire grazie.",
    "pageTitle": "Professori",
    "tips": {
      "noTipsYet": "Questo professore non accetta donazioni al momento.",
      "thanks": "Grazie per aver supportato il lavoro di {{name}}!",
      "thanksNoName": "Grazie per aver supportato il mio lavoro!"
    }
  },
  "resources": {
    "articles": {
      "title": "Articoli"
    },
    "bet": {
      "title": "Strumenti Educativi"
    },
    "books": {
      "title": "Libri"
    },
    "builders": {
      "title": "Creatori"
    },
    "conferences": {
      "title": "Conferenze"
    },
    "filterBarLabel": "Trova le risorse perfette per le tue esigenze:",
    "headerSignature": "Rogzy",
    "headerText": "Benvenuto nel foro coniglio infinito di Bitcoin! In questa sezione ti offriremo un tutoriel approfondito sulla maggior parte dei progetti bitcoin là fuori. Queste pagine in mantenere da benevolel e appassionato bitcoin che supportano il progetto open source. Se dovessi pagare abbiamo commesso un errore, ti preghiamo di contattarci. Per vedere il nostro allegato finanziario per la menzione del progetto fai riferimento al nostro repport trasparente. Grazie per la vostra fiducia in questa università e godetevi il viaggio.",
    "newsletters": {
      "title": "Le Newsletter"
    },
    "pageDescription": "Cercare di capire Bitcoin è come esplorare un labirinto che continua a crescere. Per aiutarvi nel vostro viaggio, abbiamo curato una vasta collezione di risorse affrontando una miriade di argomenti.",
    "pageSubtitle": "Benvenuto nella tana infinita del bianconiglio!",
    "pageTitle": "Risorse",
    "podcasts": {
      "title": "Podcasts"
    },
    "publicGrade": "Grado pubblico: {{grade}}/5"
  },
  "settings": {
    "changePassword": "Change password"
  },
  "tutorials": {
    "details": {
      "checkAuthor": "Check out the author's other contributions and support his work.",
      "enjoyed": "Enjoyed this tutorial?",
      "madeBy": "This tutorial has been made by",
      "source": "Original source : ",
      "tipTooltip": "Like it? Tip."
    },
    "exchange": {
      "centralized": {
        "description": "Centralized exchanges are usually regulated entities that act as intermediaries between the banking system and the bitcoin ecosystem. They allow you to buy and sell large amounts of bitcoin and withdraw it to your wallet or bank account. They usually require KYC, and therefore monitor your activity, reporting it to financial surveillance institutions to respect local laws."
      },
      "description": "Exchanges are one of the entry and exit doors between your traditional currency (euro, dollars) and the bitcoin world. Exchanges can be regulated and KYC (Know Your Customer) compliant, or peer-to-peer and anonymous. Each exchange will offer different features, fee structures, liquidity, and customer support. Each bitcoiner will use a different one based on their needs and convictions.",
      "peer-to-peer": {
        "description": "Peer-to-peer exchanges are marketplaces where individuals exchange bitcoin for other currencies between themselves. These exchanges could be regulated or not and usually don't ask for much information (if any) about you. They simply facilitate the relationship between users. Their fees could be higher than traditional exchanges and their liquidity a bit lower. It is the preferred option for bitcoiners trying to avoid KYC."
      },
      "shortDescription": "Soluzioni di compravendita Bitcoin, KYC e non-KYC",
      "title": "Borsa"
    },
    "explorer": {
      "description": "All these tutorials have been written by passionate and dedicated bitcoiners, who wish to spread bitcoin education throughout the world. Don't forget to like, review, and tip them sats!",
      "didYouKnow": "Did you know?"
    },
    "headerSignature": "Rogzy",
    "headerText": "Benvenuto nel foro coniglio infinito di Bitcoin! In questa sezione ti offriremo un tutoriel approfondito sulla maggior parte dei progetti bitcoin là fuori. Queste pagine in mantenere da benevolel e appassionato bitcoin che supportano il progetto open source. Se doveste pagare abbiamo commesso un errore, vi preghiamo di contattarlo.Per vedere il nostro allegato finanziario per la menzione del progetto si rimanda alla nostra relazione sulla trasparenza. Grazie per la vostra fiducia in questa università e godetevi il viaggio.",
    "merchant": {
      "description": "Ever wonder how to easily accept bitcoin for a business? Explore our various solutions to become an expert and easily set up a merchant solution for the shops around you. The Point of Sale solution varies based on the merchant's needs (physical or online), their volume, and the complexity of their operations. A generally good proxy is to simply start with a basic LN wallet, move to an easy, efficient solution (such as mobile PoS), and finally explore BTC Pay Server for advanced, complex, professional solutions.",
      "shortDescription": "Soluzioni per le aziende per accettare Bitcoin",
      "title": "Commerciante"
    },
    "mining": {
      "description": "The mining industry is a complex topic full of rabbit holes within. Here, we will try to accompany you on your journey by using hardware and software. From modifying an S9 into a home heater to trying to win the lottery with a nerd miner.",
      "shortDescription": "Soluzioni di mining Bitcoin",
      "title": "Estrazione"
    },
    "node": {
      "bitcoin": {
        "description": "A Bitcoin Core node is the ground zero of your Bitcoin sovereignty stack. It allows you to run the Bitcoin software and be part of the network. You will validate blocks and transactions, decide which rules you want to apply within the network, and stop using intermediaries to propagate your transactions. There are many ways to run a Bitcoin node, some more user-friendly than others."
      },
      "description": "Nodes are like your personal servers. In Bitcoin, it's the software that allows you to run the network, collect transactions, verify the rules, and be truly sovereign. Within our ecosystem, there exist various nodes, from Bitcoin Core, to Lightning implementations, RGB, or other more advanced privacy solutions.",
      "lightning-network": {
        "description": "A Lightning node allows you to take part in the Bitcoin layer 2 protocol called Lightning. You will be able to open channels, manage their liquidity, participate in the graph, and become non-custodial regarding your Lightning wallet.",
        "name": "Lightning Network"
      },
      "rgb": {
        "description": "RGB is a scalable & confidential smart contracts system for Bitcoin & lightning network. It is a programmability layer for Bitcoin, with concepts of private & mutual ownership, abstraction and separation of concerns and represent \"post-blockchain\"."
      },
      "shortDescription": "Soluzioni per gestire un nodo bitcoin e unirsi alla rete",
      "title": "Nodo"
    },
    "pageDescription": "Bitcoin is a wide industry, that becomes wider and wider everyday. To help you explore it, we’ve gathered a large number of tutorials that describe various solutions.",
    "pageSubtitle": "Welcome into the infinite rabbit hole of Bitcoin!",
    "pageTitle": "Tutorial",
    "privacy": {
      "bitcoin": {
        "description": "Bitcoin is not private by default, it is intentionally designed to be pseudonymous, and every transaction is public and stored forever. In order to regain some confidentiality, we must use best user practices and specific tools integrated into our software. From avoiding address reuse to CoinJoin, through mixing your coins and connecting to your own node, we will help you on your journey towards privacy."
      },
      "description": "Privacy is a fundamental right. While we aspire to a world where privacy is the default, it is not the reality we live in. We will try to explain to you the best practices, assist you with tutorials, and set you on a more sovereign path regarding your data.",
      "general": {
        "description": "In the era of mass surveillance, regaining a certain level of privacy in your everyday life is essential. Given that each user will have a certain degree of paranoia and technological knowledge, it is perfectly normal to use certain tools and adapt them to your needs. Here, we will explore different protection solutions such as VPNs, Tor, Tails OS, PGP, encrypted messages, and much more."
      },
      "shortDescription": "Strumenti per il backup e il mantenimento della privacy",
      "title": "Privacy"
    },
    "wallet": {
      "description": "A Bitcoin wallet is like your keychain. It allows you to spend and receive bitcoin. There are a lot of different types of wallets, all with different use cases, functions, costs, and user experiences. Each bitcoiner will use a different device based on their needs, level of exigence, and experience.",
      "desktop": {
        "description": "Desktop wallets are usually for more advanced users as they combine the use of hardware devices and the desktop wallet software. It's like having a new, more custom, and functionality-intensive interface for your hardware device to use. Such wallets offer multi-signature options, privacy features, inheritance integration mechanisms, and more."
      },
      "hardware": {
        "description": "Hardware wallets are usually used to store your long-term bitcoin savings. They are physical devices that aren't connected to the internet (often called \"cold wallets\") and are usually highly secure. Even though these devices are often open-source regarding their software, the hardware costs around 50 to 300 euros. Consider these devices like a bank account for larger amounts of savings that you would use once in a while."
      },
      "mobile": {
        "description": "Mobile wallets are usually used for daily spending. They integrate the Lightning Network for low-fee, instant transactions. They are usually connected to the internet (often called \"hot wallets\") and are therefore less secure than hardware wallets. They should be used only to store small amounts of bitcoin, consider them as your everyday wallet in your pocket."
      },
      "shortDescription": "Soluzioni di sicurezza e utilizzo dei tuoi bitcoin",
      "title": "Portafoglio"
    }
  },
  "underConstruction": {
    "github": "GitHub",
    "p1": "Un coniglio ha abbattuto un buco. A causa di questa avventura inaspettata, questa pagina è sotto un po 'di costruzione al momento. Ci scusiamo per qualsiasi inconveniente. Il nostro team è in pieno equipaggiamento per completare questa pagina. Se siete interessati a prestare una mano, non esitate a controllare il nostro",
    "p2": "e considerare di unirsi alla nostra comunità!",
    "pageTitle": "Oops."
  },
  "words": {
    "about": "Informazioni",
    "about-us": "Chi Siamo",
    "account": "Account",
    "additionalCriteria": "Criteri supplementari",
    "advanced": "Avanzate",
    "article": "Articolo",
    "articles": "Articoli",
    "audioBook": "Audiolibro",
    "back": "Indietro",
    "beginner": "Principiante",
    "bitcoinWhitepaper": "Bitcoin Whitepaper",
    "book": "Libro",
    "books": "Libri",
    "builders": "Costruttori",
    "certificate": "Certificate",
    "conference": "Conferenza",
    "conferences": "Conferenze",
    "content": "Contenuto",
    "continue": "Continue",
    "course": "Corso",
    "courses": "Corsi",
    "dashboard": "Dashboard",
    "details": "Details",
    "didYouKnow": "Did you know?",
    "documentaries": "Documentari",
    "donations": "Donazioni",
    "economy": "Economy",
    "email": "Email",
    "exchanges": "Scambi",
    "followUs": "Seguici su",
    "helpUs": "Aiutaci",
    "home": "Home",
    "intermediate": "Intermedio",
    "interview": "Intervista",
    "level": {
      "advanced": "Avanzate",
      "beginner": "Principiante",
      "expert": "Esperto",
      "intermediate": "Intermedio"
    },
    "library": "Libreria",
    "lightning": "Fulmine",
    "lnurlAuth": "LNURL Auth",
    "manifesto": "Manifesto",
    "merchandising": "Merchandising",
    "merchants": "Mercanti",
    "mining": "Estrazione",
    "more": "Altro",
    "movieDocumentary": "Documentario Del Film",
    "newsletter": "Newsletter",
    "newsletters": "Newsletters",
    "node": "Nodo",
    "nodeNetwork": "Node Network",
    "or": "o",
    "ourStory": "La nostra storia",
    "podcast": "Podcast",
    "podcasts": "Podcast",
    "professors": "Professors",
    "register": "Registrati",
    "relatedResources": "Risorse correlate",
    "resources": "Risorse",
    "resume": "Resume",
    "review": "Riesame",
    "rogzy": "Rogzy",
    "signIn": "Sign In",
    "sponsorUs": "Sponsor Us",
    "sponsoringAndContributors": "Sponsorizzazione & contributori",
    "supportUs": "Sostienici",
    "teachers": "Insegnanti",
    "termsAndConditions": "Termini e condizioni",
    "toolkits": "Toolkits",
    "tutorial": "Tutorial",
    "tutorials": "Tutorial",
    "update": "Update",
    "video": "Video",
    "videos": "Video",
    "wallets": "Portafogli"
  }
}
