{
  "about": {
    "categories": {
      "bunnyForerunner": "Forerunner Coniglio",
      "designers": "Designers",
      "developpers": "Sviluppatori",
      "earlySupporters": "Primi sostenitori",
      "hareExplorer": "Esploratore Di Lepre",
      "helpers": "Aiutanti",
      "professors": "Professori",
      "rabbitholeDigger": "Digger Coniglio-Foro"
    },
    "headerLink": "Diventa uno sponsor della comunità",
    "manifesto": "Crediamo nel futuro decentralizzato offerto da Bitcoin.\n\nLa nostra missione è introdurre Bitcoin a un miliardo di persone in un decennio. I nostri strumenti sono educazione e informazione.\n\nSosteniamo le comunità locali di Bitcoiners fornendo contenuti educativi open-source e offrendo una rete di mentori Bitcoin.\n\nLa nostra filosofia è ispirata dal manifesto cypherpunk. Così come hanno difeso la privacy, noi difendiamo l'educazione. Crediamo che la conoscenza sia la base della libertà e del cambiamento.\n\nSiamo solo Bitcoin.\n\nSosteniamo la responsabilità individuale e l'indipendenza offerta dal possesso delle proprie chiavi.\n\nUrgiamo la verifica, non la fiducia cieca.\n\nCrediamo che sistemando il denaro, sistemiamo il mondo.\n\nSiamo decentralizzati e open-source, evitando qualsiasi singolo punto di guasto.\n\nIncoraggiamo la libera diffusione dei nostri contenuti.\n\nAspiriamo a un mondo che opera dal basso verso l'alto, dove l'individuo è al centro.\n\nSemplifichiamo, educiamo, condividiamo.\n\nUnisciti a noi nella nostra missione di \"orange-pill\" il mondo.\n",
    "pageSubtitle": "La Sovrana Università offre gratuitamente l'istruzione Bitcoin a tutti.",
    "thanks1": "Un ringraziamento speciale ai nostri primi supporters, che ci hanno aiutato a perseverare nel corso degli anni.",
    "thanks2": "La Sovrana Università è uno sforzo comunitario. E 'stato reso possibile grazie a numerosi collaboratori che sono stati presi vari ruoli, come professori, sviluppatori, progettisti e aiutanti di molti tipi. Molte grazie a tutti loro."
  },
  "auth": {
    "accountCreated": "Il tuo account è stato creato, {{userName}}!",
    "alreadyHaveAccount": "Ha già un account?",
    "canSaveProgress": "Ora puoi salvare la tua progressione sulla Bitcoin Academy",
    "connect": "Log in",
    "connectWithLn": "Connettiti con LN",
    "contributorId": "ID collaboratore",
    "createAccount": "Registrati",
    "createOne": "Registrati qui!",
    "emailAddress": "Indirizzo e-mail",
    "errors": {
      "usernameRegex": "Il nome utente può contenere solo lettere, cifre, _, e -",
      "usernameRequired": "È richiesto il nome utente",
      "usernameTooShort": "Il nome utente deve contenere almeno 5 caratteri"
    },
    "forgottenPassword": "Hai dimenticato la password?",
    "getConnected": "Log in !",
    "headerAccountCreated": "Account creato",
    "lnurlAuthDescription": "Scansiona questo codice QR con il tuo portafoglio Lightning per accedere!",
    "noAccountNeeded": "Non c'è bisogno di un account per iniziare a imparare alla Sovereign University!",
    "noAccountYet": "Non hai un account?",
    "passwordReinit": "Réinitilisation de mot de passe",
    "passwordRequired": "La password è obbligatoria",
    "passwordsDontMatch": "Le password non corrispondono",
    "sendLink": "Invia un link",
    "signIn": "Registrati"
  },
  "bet": {
    "contribute": "Questo toolkit è aperto al contributo. Usa Figma, così chiunque può aggiungere, modificare e tradurre. Per collaborare, aggiungere una categoria o discutere, non esitare a unirti su discord.",
    "educationalContent": {
      "description": "Questo contenuto è destinato ad essere pronto all'uso per eventi ed uso didattico.",
      "title": "Contenuto Educativo"
    },
    "hereForYou": "Il BET è qui per te!",
    "pageDescription": "The Sovereign University  supporta gli educatori bitcoin e le comunità locali di tutto il mondo, per aiutare a diffondere l'adozione bitcoin. Verso questo obiettivo, raccogliamo e rendiamo accessibile un grande database, sia contenuti educativi (creati da noi e da altri), così come dati visivi.",
    "pageSubtitle": "BET - Un kit di strumenti open-source Bitcoin per tutti i progetti educativi",
    "pageTitle": "Leave as it is",
    "visualContent": {
      "description": "Questo contenuto è dati visivi grezzi, da utilizzare per le tue creazioni.",
      "title": "Contenuto Visivo"
    }
  },
  "book": {
    "abstract": "Astratto",
    "bookSummary": {
      "modifyTooltip": "Scrivi o modifica",
      "noSummary": "Nessun riassunto è stato ancora scritto. Se hai letto il libro e vuoi condividere un riepilogo, non esitare a scriverne uno su Github. Potrebbe essere utile alla comunità, migliorare l'università e tu potresti persino guadagnare quale sats!",
      "notice": "questo sommario è collegato a github, per qualsiasi modifica o aggiunta",
      "title": "Riepilogo del libro"
    },
    "buttonBuy": "Acquista",
    "buttonPdf": "PDF / E-book",
    "offeredBy": "Offerto da un generoso contributore",
    "pageSubtitle": "Questa libreria è open source e aperta al contributo. Grazie per aver valutato e condiviso !",
    "pageTitle": "La biblioteca",
    "topicsAddressed": "Argomenti trattati: "
  },
  "builders": {
    "pageSubtitle": "Questo portale è open-source e aperto al contributo. Grazie per la classificazione e la condivisione!",
    "pageTitle": "Il Portale Del Costruttore"
  },
  "courses": {
    "categories": {
      "btc": "Bitcoin",
      "crypto": "Crittografia",
      "econ": "Economia Austriaca",
      "fin": "Finanza",
      "ln": "Rete Lightning",
      "min": "Estrazione",
      "secu": "Sicurezza & Privacy"
    },
    "chapter": {
      "count": "Capitolo {{count}}",
      "finishCourse": "Termina il corso",
      "next": "Fatto, andiamo al prossimo capitolo!",
      "thanksTip": "Vuoi dire grazie? Dona."
    },
    "details": {
      "courseId": "ID corso: {{courseId}}",
      "curriculum": "Curriculum",
      "description": "Descrizione",
      "duration": "Durata: {{hours}} ore",
      "goal": "OBIETTIVO:",
      "level": "Livello: $t(words.level.{{level}})",
      "mobile": {
        "chapters": "{{chapters}} capitoli",
        "hours": "{{hours}} ore"
      },
      "numberOfChapters": "Numero di capitoli: {{number}}",
      "objectives": "Obiettivi",
      "objectivesTitle": "Cosa imparerai con questo corso?",
      "professor": "Professore",
      "startCourse": "Inizia il corso",
      "taughtBy": "Questo corso è stato insegnato da:",
      "teachers": "Insegnanti: {{teachers}}"
    },
    "explorer": {
      "footerTitle": "I nostri professori sono qui per te!",
      "footerp1": "Alla Sovrana Università, i nostri professori hanno piena autonomia sul loro contenuto e sugli strumenti che vogliono esplorare, purché seguano il codice etico. Sono bitcoiner appassionati provenienti da vari sfondi.",
      "footerp2": "Se si desidera migliorare su un corso o fornire il proprio, si può semplicemente farlo tramite GitHub. Per sostenere un professore si può entrambi il corso di laurea, suggerire il professore direttamente o diventare un membro universitario per sostenere la piattaforma.",
      "moreToCome": ".... e altro ancora da venire!",
      "pageDescription": "Qui sarai in grado di trovare un gran numero di corsi relativi a Bitcoin con una vasta gamma di argomenti. Questo contenuto educativo è organico, cresce con la crescita di Bitcoin. Tutti i contenuti sono gratuiti, open source e accessibili a tutti. Si prega di consultare l'indice dei corsi, organizzato in circoli per adattarsi al percorso di apprendimento di chiunque.",
      "pageSubtitle": "Benvenuti all'entrata della piattaforma di e-learning.",
      "pageTitle": "Corsi",
      "s2p1": "Se hai iniziato ad esplorare il foro di coniglio Bitcoin, devi sapere che è un viaggio infinito con molti percorsi. Qui all'università, lo capiamo e progettiamo i nostri contenuti educativi per essere non lineari, autonomi e altrettanto estesi possibile.",
      "s2p2": "Sarete in grado di scegliere il proprio percorso e andare lungo di esso, guadagnando abilità e conoscenza per quanto riguarda la vostra motivazione.",
      "s2p3": "Tutti i nostri corsi sono gratuiti al 100% quindi niente può fermarti.",
      "s2t1": "L'educazione ai Bitcoin è un viaggio non una destinazione",
      "s3PickLevel": "Scegli i livelli:",
      "s3PickTopic": "Scegli gli argomenti :",
      "s3t1": "Tutti i corsi sono chiamati dopo il loro argomento principale"
    },
    "footer": {
      "": ""
    },
    "freeBanner": "Tutti i nostri corsi sono offerti gratuitamente. L'università si basa sull'appartenenza attraverso donazione e condivisione.",
    "part": {
      "count": "Parte n°{{count}}/{{total}}"
    },
    "preview": {
      "by": "da {{professor}}",
      "letsgo": "Andiamo ad andare"
    },
    "quizz": {
      "clickOnPie": "Clicca sul grafico a torta, controlla i tuoi errori e verifica le spiegazioni",
      "quizz": "Quiz",
      "quizzResults": "Risultati del Quizz",
      "quizzReview": "leave as is",
      "resultCongrats": "Congratulazioni, hai fatto bene!",
      "resultItsOk": "Non arrenderti, farai meglio la prossima volta!",
      "resultNotBad": "Non male!",
      "resultPerfect": "Assolutamente perfetto! Complimenti!"
    },
    "unreleased": {
      "colcardAndSparrow": "Coldcard e Sparrow",
      "financeIntroduction": "Introduzione alla finanza",
      "financialCrisis": "Analisi delle crisi finanziarie",
      "hyperinflation": "Analisi sull'iperinflazione",
      "theoreticalLightning": "Cours théorique avancé sur le Lightning Network"
    }
  },
  "home": {
    "header": {
      "content1": "La piattaforma PlanB mira a fornire i migliori strumenti e contenuti educativi in tutto il mondo per aiutare le persone a recuperare la loro sovranità.",
      "content2": "Dagli individui alle comunità, siamo qui per aiutarvi lungo il vostro viaggio.",
      "forEducators": "Per educatori e creatori",
      "globalNetwork": "Rete Globale Bitcoin",
      "link": "Entrare a far parte della rete"
    },
    "section1": {
      "allLevels": "Dal principiante all'avanzato, impara Bitcoin nell'accademia",
      "content1": "Bitcoin non è solo una tecnologia e una forma di denaro, ma anche un modo rivoluzionario di approcciarsi alla vita. Per riecheggiare questo, i nostri corsi coprono una vasta gamma di settori, consentendo a ciascun individuo di eccellere nelle sue aree di interesse e di approfondire la loro comprensione.",
      "content2": " Dal tuo primo corso Bitcoin al profondo delle specifiche del protocollo, i nostri corsi ti aiuteranno a navigare in modo sicuro la tana del bianconiglio.",
      "content3": "Non c'è ragione di esitare. La conoscenza ti aspetta.",
      "content4": "Qui potete trovare corsi su vari argomenti quali:",
      "interested": "Interessato a Bitcoin ?",
      "link": "Controlla l'accademia"
    },
    "section2": {
      "content1": "Al PlanB, crediamo che Bitcoin sia una rivoluzione internazionale che riguarda tutti. Per valorizzare miliardi di persone, stiamo progettando questa piattaforma per essere multilingue e accessibile a tutti.",
      "content2": "La piattaforma attualmente supporta 7 lingue, ogni mese ne vengono aggiunte altre. Per raggiungere questo obiettivo, utilizziamo un mix di IA e la passione dei Bitcoiner di tutto il mondo.",
      "content3": "Anche tu puoi avviare una rete locale nel tuo paese!",
      "everythingTranslated": "Tutto è tradotto in lingue locali",
      "link": "Aiutaci a tradurre l'accademia ",
      "noBarrier": "Nessuna barriera linguistica qui."
    },
    "section3": {
      "aboutUs": "Un po' su di noi",
      "bitcoinFocusContent": "Ci concentriamo sulla rivoluzione Bitcoin nel suo insieme, dal suo livello base a varie comunicazioni peer-to-peer intorno ad esso",
      "bitcoinFocusTitle": "Bitcoin focus",
      "bitcoinFocusTitleMobile": "Focalizzato su Bitcoin",
      "communityContent": "Siamo prima di tutto una comunità di appassionati che si aiutano a vicenda nel loro viaggio in Bitcoin",
      "communityTitle": "Comunità",
      "communityTitleMobile": "Focalizzato sulla comunità",
      "content1": "Oltre ai corsi, la nostra grande quantità di tutorial ti aiuterà a padroneggiare diverse tecnologie, come portafogli, soluzioni per commercianti, scambi & mercati, nodi, mining, e soluzioni per la privacy. E pichè questo non è ancora sufficiente, una grande quantità di risorse come i libri, podcast o video, sono classificati, ordinati e resi disponibili sulla piattaforma.",
      "content2": "Il nostro obiettivo è quello di fornirti gli strumenti per avere successo.",
      "content3": "PlanB è un'iniziativa per supportare l'educazione Bitcoin in tutto il mondo. È l'insieme di varie aziende appassionate di Bitcoin focalizzate sull'istruzione, software open-source, reti peer-to-peer e l'appartenenza alla comunità. Insieme, hanno deciso di costruire PlanB e offrire all'ecosistema Bitcoin gli strumenti giusti per crescere.",
      "helpingCommunities": "La nostra missione è favorire la crescita delle comunità Bitcoin ",
      "letsHelpYou": "Ti aiutiamo a padroneggiare la tecnologia, leggere e sentire di Bitcoin!",
      "openSourceContent": "Il nostro obiettivo è promuovere il libero flusso di conoscenze e contribuire a costruire più soluzioni open source",
      "openSourceTitle": "Open source",
      "privacyContent": "Riteniamo che la privacy sia uno dei diritti umani fondamentali ed essenziali per il progresso",
      "privacyTitle": "Privacy",
      "privacyTitleMobile": "Focalizzato sulla privacy",
      "seeResources": "Vedi tutte le risorse",
      "seeResourcesMobile": "Dai un'occhiata a tutte le nostre risorse",
      "seeTutorials": "Vedi tutti i tutorial",
      "seeTutorialsMobile": "Dai un’occhiata a tutti i nostri tutorial"
    },
    "section4": {
      "content1": "Il PlanB è orgoglioso di collaborare con molte aziende bitcoin in tutto il mondo al fine di fornire le migliori risorse educative possibili! ",
      "planB": "PlanB è open source al 100% grazie al nostro generoso patreon",
      "together": "Insieme rendiamo migliore l'istruzione di Bitcoin! "
    }
  },
  "imagesAlt": {
    "bitcoinCurrency": "il segno della valuta bitcoin",
    "blueEllipse": "un'ellisse blu",
    "bookCover": "una copertina del libro",
    "community": "3 persone",
    "contributorHeart": "un cuore per un buon collaboratore",
    "contributorPP": "foto profilo collaboratore",
    "courseThumbnail": "Miniatura corso",
    "curriculum": "Curriculum",
    "decouvreBitcoinLogo": "DecouvreBitcoin Logo",
    "favorite": "un cuore all'interno di un cerchio",
    "flagsInCircle": "una cerchia di bandiere",
    "forwardArrow": "una freccia in avanti",
    "github": "l'icona di github",
    "rabbit404": "un coniglio che illumina con una torcia un cartello 404",
    "rabbitClassroom": "conigli all'interno di un'aula",
    "rabbitLibrary": "un coniglio che legge un libro",
    "rabbitMeetup": "una riunione di coniglio",
    "rabbitPodcast": "un coniglio che ascolta un podcast",
    "rabbitStudying": "coniglio che studia in un laboratorio",
    "rabbitVideos": "un coniglio che riprende un video",
    "rabbitWithBackpackAndBtcSign": "un coniglio con uno zaino e un segno btc",
    "readingRabbit": "Un coniglio che legge un libro",
    "sthRepresentingCompany": "qualcosa che rappresenta l'azienda",
    "stylus": "uno stilo",
    "underConstructionImage": "Illustrazione di diversi conigli che lavorano su un cantiere",
    "visibilityOff": "l'icona occhi senza segno spento",
    "worldMap": "mappa del mondo con hub collegati"
  },
  "library": {
    "pageSubtitle": "Questa libreria è open source e aperta al contributo. Grazie per aver valutato e condiviso !",
    "pageTitle": "La biblioteca",
    "publishedIn": "Pubblicato in {{date}}",
    "writtenBy": "Scritto da {{author}}"
  },
  "menu": {
    "betDescription": "Raccolta di contenuti che puoi utilizzare per i tuoi progetti educativi",
    "btc101Description": "Ottieni una migliore comprensione dei bitcoin con queste lezioni",
    "buildersDescription": "Scopri le aziende e i progetti che lavorano per rendere bitcoin migliore e crescere la sua adozione",
    "exchangesDescription": "Compra e vende bitcoin sugli scambi e impara su P2P",
    "libraryDescription": "Scopri un sacco di libri per migliorare la tua conoscenza",
    "lightningDescription": "Gestisci il tuo nodo fulmine e utilizza la rete fulmini",
    "manifestoDescription": "Leggi il manifesto del Piano B",
    "merchantsDescription": "Accetta i pagamenti bitcoin e scopri gli strumenti per i commercianti",
    "miningDescription": "Mina i tuoi bitcoin e scopri il settore minerario",
    "nodeDescription": "Impara ad essere sovrano con il tuo nodo bitcoin",
    "nodeNetworkDescription": "Unisciti alla rete globale delle comunità Bitcoin!",
    "ourStoryDescription": "Scopri la storia dell'università",
    "podcastsDescription": "Esplora l'ecosistema bitcoin attraverso podcast",
    "sponsorsDescription": "Scopri i nostri sponsor e i principali contributori",
    "supportUsDescription": "Trova modi per supportarci, in qualsiasi modo",
    "teachersDescription": "Conosci i nostri insegnanti universitari, bitcoiner apassionati",
    "walletsDescription": "Proteggi e utilizza i tuoi bitcoin"
  },
  "nodeNetwork": {
    "answer1": "Un nodo è semplicemente una comunità Bitcoin che vuole progredire al passo successivo e accelerare la propria adozione locale Bitcoin! Non c'è nessuna dimensione minima con cui iniziare.",
    "answer2": "Al Plan B, cerchiamo di migliorare l'ecosistema educativo Bitcoin, fornendo gli strumenti giusti per costruire ed educare su Bitcoin. Diventando un nodo, la vostra comunità avrà accesso a una vasta gamma di risorse, servizi, formazione educativa speciale e altro ancora. Rendi la tua comunità un riferimento nel mondo Bitcoin.",
    "answer3": "Per far parte della rete è necessario allinearsi ad alcuni valori fondamentali. Questi sono: essere solo bitcoin, dare valore alla privacy e alla cura per il lavoro open source.",
    "answer4": "Un nodo Bitcoin può essere di qualsiasi dimensione. In base ad alcuni requisiti, verranno attribuiti nomi diversi. Un nodo con un hackerspace, una palestra, qualche ufficio sarà considerato una ”Citadel” mentre la tua prima città bitcoin casa sarà conosciuta come “nodo”.",
    "answer5": "Vogliamo offrire un paradiso sicuro per i bitcoiner in tutto il mondo. Crediamo che, aiutando gli hub locali a crescere, saremo in grado di creare una rete di cittadelle dove i bitcoiner saranno i benvenuti per lavorare, creare, condividere e discutere in modo sicuro.",
    "apply": "Applica",
    "description1": "In tutto il mondo, i Bitcoiner si stanno unendo in comunità.",
    "description2": "<0>Un nuovo</0> <1>Bitcoin meetup</1> nasce ogni settimana.",
    "description3": "Centri educativi, <0>hackerspaces</0>, e uffici Bitcoin sono in aumento.",
    "description4": "<0>Cittadelle sicure</0> sono in costruzione.",
    "description5": "La dedizione della comunità Bitcoin nel collaborare, supportarsi a vicenda, ed offrire strumenti essenziali per le loro controparti locali è essenziale per prosperare nel panorama moderno. ",
    "description6": "Al PlanB riconosciamo le sfide che attendono i costruttori di comunità. Per sostenere i loro sforzi, abbiamo introdotto soluzioni per semplificare il loro processo di sviluppo.",
    "descriptionTitle": "Ogni paese ha bisogno di un piano B!",
    "join1": "Unendoti alla nostra rete, ti guideremo nel passaggio da un semplice meeting Bitcoin a una cittadella Bitcoin completamente sicura!",
    "join2": "<0>Community building</0> support",
    "join3": "Risorse educative per <0> seminari locali</0>",
    "join4": "Accesso ad esperti mondiali",
    "join5": "Connessione a migliaia di studenti",
    "join6": "Non sei il solo a cercare di cambiare il mondo. Uniamo le nostre risorse per avere successo.",
    "join7": "Diventa parte della rivoluzione!",
    "letsBuild": "Costruiamo Cittadelle Bitcoin in tutto il mondo",
    "network1": "Fanno già parte della rete!",
    "pageSubtitle": "La nostra forza è la nostra comunità. Riuniamoci in una rete bitcoin globale.",
    "pageTitle": "La rete del nodo",
    "partnerBTCMap": "Partner fiero con BTC Map per integrare più di 250 comunità nella mappa nel 2023",
    "question1": "Cos'è un Nodo?",
    "question2": "Che cosa guadagno?",
    "question3": "Quali sono i requisiti?",
    "question4": "Che dimensione ha un Nodo?",
    "question5": "Qual è il piano segreto?",
    "stage": "Fase",
    "stage1": "Comunità",
    "stage2": "Hub",
    "stage3": "Full Node",
    "stage4": "Full Citadel"
  },
  "notFound": {
    "here": "Qui",
    "pageSubtitle": "Sembra che qualcuno sia caduto troppo in profondità nel buco del coniglio e si sia perso. Per tornare in superficie, clicca",
    "pageTitle": "Ooops."
  },
  "podcast": {
    "abstract": "Astratto",
    "discover": "Scopri questo podcast"
  },
  "podcasts": {
    "hostedBy": "Ospitato da {{host}}",
    "pageSubtitle": "Questo portale è open-source e aperto al contributo. Grazie per la classificazione e la condivisione!",
    "pageTitle": "Il Portale Podcast"
  },
  "professors": {
    "pageSubtitle": "Tutti i nostri professori sono volontari e appassionati bitcoiner. Puoi contribuire per di dire grazie.",
    "pageTitle": "Professori",
    "tips": {
      "noTipsYet": "Questo professore non accetta donazioni al momento.",
      "thanks": "Grazie per aver supportato il lavoro di {{name}}!",
      "thanksNoName": "Grazie per aver supportato il mio lavoro!"
    }
  },
  "resources": {
    "articles": {
      "title": "Articoli"
    },
    "bet": {
      "title": "Strumenti Educativi"
    },
    "books": {
      "title": "Libri"
    },
    "builders": {
      "title": "Creatori"
    },
    "conferences": {
      "title": "Conferenze"
    },
    "filterBarLabel": "Trova le risorse perfette per le tue esigenze:",
    "headerSignature": "Rogzy",
    "headerText": "Benvenuto nel foro coniglio infinito di Bitcoin! In questa sezione ti offriremo un tutoriel approfondito sulla maggior parte dei progetti bitcoin là fuori. Queste pagine in mantenere da benevolel e appassionato bitcoin che supportano il progetto open source. Se dovessi pagare abbiamo commesso un errore, ti preghiamo di contattarci. Per vedere il nostro allegato finanziario per la menzione del progetto fai riferimento al nostro repport trasparente. Grazie per la vostra fiducia in questa università e godetevi il viaggio.",
    "newsletters": {
      "title": "Le Newsletter"
    },
    "pageDescription": "Cercare di capire Bitcoin è come esplorare un labirinto che continua a crescere. Per aiutarvi nel vostro viaggio, abbiamo curato una vasta collezione di risorse affrontando una miriade di argomenti.",
    "pageSubtitle": "Benvenuto nella tana infinita del bianconiglio!",
    "pageTitle": "Risorse",
    "podcasts": {
      "title": "Podcast"
    },
    "publicGrade": "Grado pubblico: {{grade}}/5"
  },
  "settings": {
    "changePassword": "Cambia password"
  },
  "tutorials": {
    "details": {
      "checkAuthor": "Scopri gli altri contributi dell'autore e sostieni il suo lavoro.",
      "enjoyed": "Ti è piaciuto questo tutorial?",
      "madeBy": "Questo tutorial è stato realizzato da",
      "source": "Fonte originale : ",
      "tipTooltip": "Ti piace? Dona."
    },
    "exchange": {
      "centralized": {
        "description": "Gli exchange centralizzati sono solitamente entità regolamentate che agiscono come intermediari tra il sistema bancario e l'ecosistema di bitcoin. Ti permettono di acquistare e vendere grandi quantità di bitcoin e ritirarli nel tuo portafoglio o conto bancario. Di solito richiedono KYC e, pertanto, monitorano la tua attività, segnalandola alle istituzioni di sorveglianza finanziaria per rispettare le leggi locali."
      },
      "description": "I mercati sono una delle porte di entrata ed uscita tra la tua valuta tradizionale (euro, dollari) e il mondo bitcoin. I mercati possono essere regolati e KYC (Conoscere il Tuo Cliente), o peer-to-peer e anonimi. Ciasucno offrirà diverse funzionalità, commissioni, liquidità e supporto clienti. Ogni bitcoiner ne utilizzerà uno diverso in base alle sue esigenze e convinzioni.",
      "peer-to-peer": {
        "description": "I mercati peer-to-peer sono mercati dove gli individui scambiano tra di loro bitcoin per altre valute. Questi mercati potrebbero essere regolamentati o meno e di solito non chiedono molte informazioni (se ne chiedono) su di te. Semplicemente facilitano le interazioni tra gli utenti. Le loro commissioni potrebbero essere più alte rispetto agli scambi tradizionali e la loro liquidità leggermente inferiore. È l'opzione preferita per i bitcoiners che cercano di evitare il KYC."
      },
      "shortDescription": "Soluzioni di compravendita Bitcoin, KYC e non-KYC",
      "title": "Borsa"
    },
    "explorer": {
      "description": "Tutti questi tutorial sono stati scritti da appassionati e dediti bitcoiner, che desiderano diffondere l'educazione su bitcoin in tutto il mondo. Non dimenticate di mettere un like, fare una recensione, e donare qualche sats!",
      "didYouKnow": "Lo sapevi?"
    },
    "headerSignature": "Rogzy",
    "headerText": "Benvenuto nel foro coniglio infinito di Bitcoin! In questa sezione ti offriremo un tutoriel approfondito sulla maggior parte dei progetti bitcoin là fuori. Queste pagine in mantenere da benevolel e appassionato bitcoin che supportano il progetto open source. Se doveste pagare abbiamo commesso un errore, vi preghiamo di contattarlo.Per vedere il nostro allegato finanziario per la menzione del progetto si rimanda alla nostra relazione sulla trasparenza. Grazie per la vostra fiducia in questa università e godetevi il viaggio.",
    "merchant": {
      "description": "Ti sei mai chiesto come accettare facilmente bitcoin per un'attività? Esplora le nostre diverse soluzioni per diventare un esperto e configurare facilmente una soluzione commerciale per i negozi intorno a te. La soluzione del Punto Vendita (PoS) varia in base alle esigenze del commerciante (fisico o online), al loro volume e alla complessità delle loro operazioni. Una buona indicazione generale è semplicemente iniziare con un portafoglio LN di base, passare a una soluzione facile ed efficiente (come il PoS mobile) e infine esplorare BTC Pay Server per soluzioni avanzate, complesse e professionali.",
      "shortDescription": "Soluzioni per le aziende per accettare Bitcoin",
      "title": "Commerciante"
    },
    "mining": {
      "description": "L'industria dei miners è un argomento complesso pieno di insidie. Qui, cercheremo di accompagnarti nel tuo viaggio usando hardware e software. Dal modificare un S9 per trasformarlo in un riscaldatore domestico al tentativo di vincere alla lotteria con un nerd miner.",
      "shortDescription": "Soluzioni di mining Bitcoin",
      "title": "Estrazione"
    },
    "node": {
      "bitcoin": {
        "description": "Un nodo Bitcoin Core è il punto di partenza per la sovranità in Bitcoin. Ti permette di eseguire il software Bitcoin Core e di far parte della rete. Validerai blocchi e transazioni, deciderai quali regole vuoi applicare all'interno della rete e smetterai di usare intermediari per propagare le tue transazioni. Ci sono molti modi per utilizzare un nodo Bitcoin, alcuni più user-friendly di altri."
      },
      "description": "I nodi sono come i tuoi server personali. In Bitcoin, è il software che consente di partecipare alla rete, raccogliere transazioni, verificarne le regole, ed essere veramente sovrani. All'interno del nostro ecosistema, esistono vari nodi, da Bitcoin Core, alle implementazioni Lightning, RGB, o altre soluzioni più avanzate per la privacy.",
      "lightning-network": {
        "description": "Un nodo Lightning ti permette di prendere parte al protocollo di secondo livello di Bitcoin chiamato Lightning. Sarai in grado di aprire canali, gestire la loro liquidità, partecipare al grafico, gestendo in maniera non custodial il portafoglio Lightning.",
        "name": "Lightning Network"
      },
      "rgb": {
        "description": "RGB è un sistema di smart contract scalabile e riservato per Bitcoin e Lightning. È un layer programmabile per Bitcoin, con concetti di proprietà privata e reciproca, astrazione e separazione delle preoccupazioni e rappresenta \"post-blockchain\"."
      },
      "shortDescription": "Soluzioni per gestire un nodo bitcoin e unirsi alla rete",
      "title": "Nodo"
    },
    "pageDescription": "Bitcoin è un settore vasto, che si espande ogni giorno. Per aiutarvi ad esplorarlo, abbiamo raccolto un gran numero di tutorial che descrivono varie soluzioni.",
    "pageSubtitle": "Benvenuto nella tana infinita del bianconiglio [di Bitcoin]!",
    "pageTitle": "Tutorial",
    "privacy": {
      "bitcoin": {
        "description": "Bitcoin non è privato per impostazione predefinita, è stato progettato intenzionalmente per essere pseudonimo, e ogni transazione è pubblica e conservata per sempre. Per recuperare una certa riservatezza, dobbiamo seguire i migliori approcci, utilizzando gli strumenti specifici integrati nel nostro software. Dall' evitare il riutilizzo degli indirizzi al CoinJoin, passando per i mix fino al collegamento al tuo nodo, ti aiuteremo nel tuo percorso verso la privacy."
      },
      "description": "La privacy è un diritto fondamentale. Aspiriamo ad un mondo in cui la privacy è lo standard, ma non è la realtà in cui viviamo. Cercheremo di spiegarti le migliori pratiche, di aiutarti con i tutorial e di indirizzarti verso un percorso più sovrano per quanto riguarda i tuoi dati.",
      "general": {
        "description": "Nell'era della sorveglianza di massa, riacquistare un certo livello di privacy nella vita quotidiana è essenziale. Dato che ogni utente avrà un certo grado di paranoia e conoscenza tecnologica, è perfettamente normale utilizzare determinati strumenti ed adattarli alle proprie esigenze. Qui, esploreremo diverse soluzioni di protezione come VPN, Tor, Tails OS, PGP, messaggi criptati e molto altro."
      },
      "shortDescription": "Strumenti per il backup e il mantenimento della privacy",
      "title": "Privacy"
    },
    "wallet": {
      "description": "Un portafoglio Bitcoin è come il tuo portachiavi. Ti permette di spendere e ricevere bitcoin. Ci sono un sacco di diversi tipi di portafogli, tutti con diversi casi di utilizzo, funzioni, costi ed esperienze utente. Ogni bitcoiner userà un dispositivo diverso in base alle proprie necessità, livello di esigenza, ed esperienza.",
      "desktop": {
        "description": "I portafogli desktop sono di solito per utenti più avanzati in quanto combinano l'utilizzo di dispositivi hardware con il software del portafoglio desktop. È come avere una nuova interfaccia più personalizzata e ricca in termini di funzionalità per il tuo dispositivo hardware da utilizzare. Tali portafogli offrono opzioni di firma multipla, funzionalità di privacy, meccanismi di integrazione di eredità e altro ancora."
      },
      "hardware": {
        "description": "Gli hardware wallet vengono solitamente utilizzati per conservare i tuoi risparmi in bitcoin a lungo termine. Sono dispositivi fisici che non sono connessi a internet (spesso chiamati \"cold wallet\") e sono solitamente molto sicuri. Anche se questi dispositivi sono spesso open source per quanto riguarda il loro software, l'hardware ha un costo che varia da 50 a 300 euro. Considera questi dispositivi come un conto bancario per importi di risparmio più elevati che useresti di tanto in tanto."
      },
      "mobile": {
        "description": "I portafogli mobili vengono solitamente utilizzati per le spese quotidiane. Integrano Lightning Network per transazioni istantanee ed a basso costo. Sono di solito connessi a internet (spesso chiamati \"Hot walet\") e quindi sono meno sicuri rispetto a i portafogli hardware. Dovrebbero essere utilizzati solo per conservare piccole quantità di bitcoin, considerali come il tuo portafoglio quotidiano che tieni in tasca."
      },
      "shortDescription": "Soluzioni di sicurezza e utilizzo dei tuoi bitcoin",
      "title": "Portafoglio"
    }
  },
  "underConstruction": {
    "github": "GitHub",
    "p1": "Un coniglio ha abbattuto un buco. A causa di questa avventura inaspettata, questa pagina è sotto un po 'di costruzione al momento. Ci scusiamo per qualsiasi inconveniente. Il nostro team è in pieno equipaggiamento per completare questa pagina. Se siete interessati a prestare una mano, non esitate a controllare il nostro",
    "p2": "e considerare di unirsi alla nostra comunità!",
    "pageTitle": "Ooops."
  },
  "words": {
    "about": "Informazioni",
    "about-us": "Chi Siamo",
    "account": "Account",
    "additionalCriteria": "Criteri supplementari",
    "advanced": "Avanzate",
    "article": "Articolo",
    "articles": "Articoli",
    "audioBook": "Audiolibro",
    "back": "Indietro",
    "beginner": "Principiante",
    "bitcoinWhitepaper": "Whitepaper Bitcoin",
    "book": "Libro",
    "books": "Libri",
    "builders": "Costruttori",
    "certificate": "Certificato",
    "conference": "Conferenza",
    "conferences": "Conferenze",
    "content": "Contenuto",
    "continue": "Continua",
    "course": "Corso",
    "courses": "Corsi",
    "dashboard": "Cruscotto",
    "details": "Dettagli",
    "didYouKnow": "Lo sapevi?",
    "documentaries": "Documentari",
    "donations": "Donazioni",
    "economy": "Economia",
    "email": "Email",
    "exchanges": "Scambi",
    "followUs": "Seguici su",
    "helpUs": "Aiutaci",
    "home": "Pagina Iniziale",
    "intermediate": "Intermedio",
    "interview": "Intervista",
    "level": {
      "advanced": "Avanzate",
      "beginner": "Principiante",
      "developer": "sviluppatore",
      "intermediate": "Intermedio"
    },
    "library": "Libreria",
    "lightning": "Fulmine",
    "lnurlAuth": "LNURL Auth",
    "manifesto": "Manifesto",
    "merchandising": "Merchandising",
    "merchants": "Mercanti",
    "mining": "Estrazione",
    "more": "Altro",
    "movieDocumentary": "Documentario Del Film",
    "newsletter": "Newsletter",
    "newsletters": "Le Newsletter",
    "node": "Nodo",
    "nodeNetwork": "La rete del nodo",
    "or": "o",
    "ourStory": "La nostra storia",
    "podcast": "Podcast",
    "podcasts": "Podcast",
    "professors": "Professori",
    "register": "Registrati",
    "relatedResources": "Risorse correlate",
    "resources": "Risorse",
    "resume": "Riprendi",
    "review": "Riesame",
    "rogzy": "Rogzy",
    "signIn": "Registrati",
    "sponsorUs": "Sponsorizzaci",
    "sponsoringAndContributors": "Sponsorizzazione & contributori",
    "supportUs": "Sostienici",
    "teachers": "Insegnanti",
    "termsAndConditions": "Termini e condizioni",
    "toolkits": "Attrezzi",
    "tutorial": "Guida",
    "tutorials": "Tutorial",
    "update": "Aggiorna",
    "video": "Video",
    "videos": "Video",
    "wallets": "Portafogli"
  }
}
